{ "translations": {
    "New document" : "Nou document de text",
    "New spreadsheet" : "Nou full de càlcul",
    "New presentation" : "Nova presentació",
    "New diagram" : "Nou diagrama",
    "Cannot create document" : "No s'ha pogut crear el document",
    "New Document.odt" : "Nou Document.odt",
    "New Spreadsheet.ods" : "Nou Full de Càlcul.ods",
    "New Presentation.odp" : "Nova Presentació.odp",
    "New Document.docx" : "Nou Document.docx",
    "New Spreadsheet.xlsx" : "Nou Full de Càlcul.xlsx",
    "New Presentation.pptx" : "Nova Presentació.pptx",
    "File already exists" : "El fitxer ja existeix",
    "Not allowed to create document" : "No es permet crear un document",
    "Saved" : "S'ha desat",
    "Saved with error: Collabora Online should expose the same protocol as the server installation. Please check the ssl.enable and ssl.termination settings of your Collabora Online server." : "Desat amb error: Collabora Online hauria d'exposar el mateix protocol que la instal·lació del servidor. Comproveu els paràmetres de ssl.enable i ssl.termination del vostre servidor de Collabora Online.",
    "Invalid config key" : "Clau de configuració no vàlida",
    "Error when saving" : "S'ha produït un error mentre es desava",
    "The file was uploaded" : "S'ha pujat el fitxer",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "El fitxer pujat excedeix la directiva upload_max_filesize  a php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "El fitxer pujat excedeix la directiva MAX_FILE_SIZE que s'ha especificat en el formulari HTML",
    "The file was only partially uploaded" : "El fitxer només s'ha pujat parcialment",
    "No file was uploaded" : "No s'ha pujat cap fitxer",
    "Missing a temporary folder" : "No es troba cap carpeta temporal",
    "Could not write file to disk" : "No s’ha pogut escriure el fitxer en el disc",
    "A PHP extension stopped the file upload" : "Una extensió PHP ha aturat la pujada del fitxer",
    "No file uploaded or file size exceeds maximum of %s" : "No s'ha carregat cap fitxer o la mida del fitxer sobrepassa el màxim de %s",
    "Failed to upload the file" : "No s'ha pogut pujar el fitxer",
    "File is too big" : "El fitxer és massa gran",
    "Only template files can be uploaded" : "Només es poden carregar fitxers de plantilles",
    "Invalid file provided" : "El fitxer proporcionat no és vàlid",
    "Template not found" : "No s'ha trobat la plantilla",
    "Link to office document section" : "Enllaç a la secció de documents d'oficina",
    "Nextcloud Office" : "Oficina Nextcloud",
    "Headings" : "Títols",
    "Sections" : "Seccions",
    "Images" : "Imatges",
    "Sheets" : "Fulls",
    "Slides" : "Diapositives",
    "Office" : "Oficina",
    "Empty" : "Buit",
    "Anonymous guest" : "Convidat anònim",
    "%s (Guest)" : "%s (Convidat)",
    "Edit office documents directly in your browser." : "Edició de documents d'ofimàtica directament des del vostre navegador.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Aquesta aplicació es pot connectar a un servidor Collabora Online (o un altre) (Client WOPI). Nextcloud és l'amfitrió WOPI. Si us plau, llegiu la documentació per obtenir més informació sobre això.\n\nTambé podeu editar els documents fora de línia amb l'aplicació Collabora Office des de l'aplicació **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** i botiga **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Oficina Nextcloud és una potent suite ofimàtica en línia basada en Collabora Online amb edició col·laborativa, que admet tots els formats principals de documents, fulls de càlcul i fitxers de presentació i funciona juntament amb tots els navegadors moderns.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online és un potent conjunt de productes d'ofimàtica basat en LibreOffice amb edició col·laborativa, que admet tots els documents principals, fulls de càlcul i formats de fitxers de presentació i funciona juntament amb tots els navegadors moderns.",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "No heu configurat la llista de permisos per a sol·licituds WOPI. Sense aquesta configuració, els usuaris poden descarregar fitxers restringits mitjançant sol·licituds WOPI al servidor Nextcloud.",
    "Click here for more info" : "Feu clic aquí per més informació",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "No s' ha pogut establir la connexió amb el servidor Collabora Online. Això pot ser degut a una configuració que falta del servidor web. Per a més informació, visiteu: ",
    "Connecting Collabora Online Single Click with Nginx" : "Connecting Collabora Online Single Click amb Nginx",
    "Could not establish connection to the Collabora Online server." : "No s' ha pogut establir la connexió amb el servidor Collabora Online.",
    "Setting up a new server" : "Configuració d'un servidor nou",
    "Collabora Online should use the same protocol as the server installation." : "Collabora Online hauria d'utilitzar el mateix protocol que la instal·lació del servidor.",
    "Collabora Online server is reachable." : "El servidor Collabora Online és accessible.",
    "Please configure a Collabora Online server to start editing documents" : "Configureu un servidor Collabora Online per començar a editar documents",
    "Use your own server" : "Utilitza el teu propi servidor",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Oficina Nextcloud requereix un servidor independent que executi Collabora Online per oferir capacitats d'edició.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requereix un servidor independent que actuï com un client semblant a WOPI per oferir capacitats d'edició.",
    "URL (and Port) of Collabora Online-server" : "URL (i el port) del servidor de Collabora Online",
    "Disable certificate verification (insecure)" : "Inhabilita la verificació del certificat (insegur)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Utilitza el CODI integrat - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Fàcil d'instal·lar, per a ús domèstic o grups petits. Una mica més lent que un servidor independent i sense les característiques avançades d'escalabilitat.",
    "This installation does not have a built in server." : "Aquesta instal·lació no té un servidor integrat.",
    "Install it from the App Store." : "Instal·leu-lo des de la botiga d'aplicacions.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Si la instal·lació des de la botiga d'aplicacions falla, encara podeu fer-ho manualment amb aquesta ordre:",
    "Use a demo server" : "Utilitzar un servidor de demostració",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Podeu utilitzar un servidor de demostració proporcionat per Collabora i altres proveïdors de serveis per fer la prova de Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "La configuració del Nextcloud no és capaç de connectar-se als servidors de demostració perquè:",
    "it is a local setup (localhost)" : "és una configuració local (localhost)",
    "it uses an insecure protocol (HTTP)" : "utilitza un protocol no segur (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "és inaccessible des d'Internet (possiblement a causa d'un tallafocs, o la manca de reenviament de port)",
    "For use cases like this, we offer instructions for a" : "Per a casos com aquest, oferim instruccions per a un",
    "Quick tryout with Nextcloud docker." : "Prova ràpida amb un docker Nextcloud.",
    "Loading available demo servers …" : "S'estan carregant els servidors de demostració disponibles …",
    "No available demo servers found." : "No s'ha trobat cap servidor de demostració disponible.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Els documents oberts amb el servidor de demostració configurat s'enviaran a un servidor de tercers. Utilitzeu-lo només per avaluar Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Si us plau, assegureu-vos d'entendre que el següent passarà si configureu la demostració de Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "El servei enviarà documents als usuaris als servidors de demostració de Collabora i/o de tercers.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Aquest servei no està pensat per a l'ús en producció, per la qual cosa els documents mostraran marques d'aigua de rajoles.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "El servei de demostració pot estar sota una forta càrrega, i el seu rendiment no és representatiu de cap manera del rendiment d'una instal·lació local.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Aquests servidors s'utilitzen per provar i desenvolupament, i poden executar versions de prova del programari. Com a tal, poden fallar, fer foc i tornar a començar sense previ avís.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Els documents dels usuaris no seran retinguts per un tercer un cop finalitzada la sessió excepte en circumstàncies excepcionals. Mitjançant l'ús del servei, l'usuari dóna permís als enginyers de Collabora per utilitzar excepcionalment aquestes dades de documents, únicament amb la finalitat de proporcionar, optimitzar i millorar Collabora Online. Aquestes dades del document romandran confidencials a Collabora i/o a qualsevol tercer que proporcioni un servidor de demostració.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "En el primer ús i després d'una actualització, cada usuari rebrà l'avís, explicant tot l'anterior.",
    "I agree, and use the demo server" : "Estic d'acord, i utilitzar el servidor de demostració",
    "I will setup my own server" : "Vaig a configurar el meu propi servidor",
    "Advanced settings" : "Paràmetres avançats",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Fes servir Office Open XML (OOXML) en lloc del format OpenDocument (ODF) per defecte per als fitxers nous",
    "Restrict usage to specific groups" : "Restringeix l’ús a grups específics",
    "{productName} is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "{productName} està activat per defecte per a tots els usuaris. Quan aquest paràmetre està actiu, només els membres dels grups especificats poden utilitzar-lo.",
    "Select groups" : "Selecciona els grups",
    "Restrict edit to specific groups" : "Restringeix l’edició a grups específics",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit, whereas the others can only view documents." : "Per defecte, tots els usuaris poden editar documents amb {productName}. Quan aquest paràmetre està actiu, només els membres dels grups especificats poden editar, i els altres només poden veure documents.",
    "Use Canonical webroot" : "Fes servir webroot Canònic",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Webroot canònic, en cas que hi hagi múltiples opcions per utilitzar Collabora. Proporcioneu el que tingui menys restriccions. Per exemple: feu servir un webroot no shibbolitzat si s'accedeix a aquesta instància ja sigui per webroots shibbolitzats o no shibbolitzats. Podeu ignorar aquest paràmetre si només es fa servir un webroot per accedir a aquesta instància.",
    "Enable access for external apps" : "Activa l'accés a les aplicacions externes",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Llista d'adreces IP i subxarxes IPV4 i IPV6 que poden realitzar sol·licituds dels punts finals WOPI. Si no s'especifica cap llista de permisos, es permetran tots els amfitrions. Per exemple. 10.0.0.20,10.0.4.0/24",
    "Extra fonts" : "Tipus de lletra extra",
    "Upload extra font file" : "Pujada un fitxer de tipus de lletra extra",
    "Upload a font file" : "Pujada d'un fitxer de tipus de lletra",
    "Available fonts" : "Tipus de lletra disponibles",
    "Secure view settings" : "Paràmetres de la visualització segura",
    "Secure view enables you to secure documents by embedding a watermark" : "La vista segura us permet protegir documents incrustant-hi una marca d'aigua",
    "The settings only apply to compatible office files that are opened in Nextcloud Office" : "Els paràmetres només apliquen a fitxers d'Office compatibles que s'obrin a Nextcloud Office",
    "The following options within Nextcloud Office will be disabled: Copy, Download, Export, Print" : "Les següents opcions de Nextcloud Office s'inhabilitaran: Copia, Baixada, Exporta, Imprimeix",
    "Files may still be downloadable through Nextcloud unless restricted otherwise through sharing or access control settings" : "Els fitxers encara es poden baixar amb Nextcloud tret que es digui el contrari als paràmetres de control d'accés o compartició",
    "Files may still be downloadable via WOPI requests if WOPI settings are not correctly configured" : "Els fitxers encara es poden baixar mitjançant sol·licituds WOPI si la configuració de WOPI no està correctament configurada",
    "Previews will be blocked for watermarked files to not leak the first page of documents" : "Les visualitzacions prèvies es bloquen per als fitxers amb filigrana per no filtrar la primera pàgina dels documents",
    "Enable watermarking" : "Habilita la marca d'aigua",
    "Supported placeholders: {userId}, {userDisplayName}, {email}, {date}, {themingName}" : "Marcadors de posició admesos: {userId}, {userDisplayName}, {email}, {date}, {themingName}",
    "Show watermark on tagged files" : "Mostra la marca d’aigua als fitxers etiquetats",
    "Select tags to enforce watermarking" : "Seleccioneu etiquetes per forçar l'aparició de la marca d'aigua",
    "Show watermark for users of groups" : "Mostra la marca d’aigua per als usuaris dels grups",
    "Show watermark for all shares" : "Mostra la marca d’aigua per a totes les comparticions",
    "Show watermark for read only shares" : "Mostra la marca d’aigua per elements compartits de només lectura",
    "Show watermark for shares without download permission" : "Mostra la marca d'aigua per elements compartits sense permisos de baixada",
    "Show watermark for all link shares" : "Mostra la marca d’aigua per a tots els enllaços de elements compartits",
    "Show watermark for download hidden shares" : "Mostra la marca d’aigua per baixar els elements compartits ocultes",
    "Show watermark for read only link shares" : "Mostra la marca d’aigua per als enllaços de elements compartits només de lectura",
    "Show watermark on link shares with specific system tags" : "Mostra la marca d’aigua en els enllaços d'elements compartits amb etiquetes específiques del sistema",
    "Contact {0} to get an own installation." : "Contactar {0} per obtenir una instal·lació pròpia.",
    "Make sure to set this URL: {url} in the coolwsd.xml file of your Collabora Online server to ensure the added fonts get loaded automatically." : "Assegureu-vos d'establir aquest URL: {url} al fitxer coolwsd.xml del vostre servidor de Collabora Online per assegurar-vos que els tipus de lletra afegits es carreguen automàticament.",
    "Failed to save settings" : "Ha fallat desar els paràmetres",
    "Font format not supported ({mime})" : "Format de tipus de lletra no suportat ({mime})",
    "Link to your Zotero library" : "Enllaç a la teva biblioteca de Zotero",
    "Connect your Zotero account to make use of references within Office." : "Connecteu el vostre compte de Zotero per fer ús de les referències a Office.",
    "You can generate an account key here:" : "Podeu generar una clau de compte aquí:",
    "Zotero account settings" : "Paràmetres del compte de Zotero",
    "Zotero API key" : "Clau de l'API de Zotero",
    "Submit" : "Envia",
    "Failed to set Zotero API key" : "No s'ha pogut establir la clau de l'API de Zotero",
    "Description" : "Descripció",
    "Add new token" : "Afegeix un testimoni nou",
    "No font overview" : "Sense visió general del tipus de lletra",
    "Delete this font" : "Suprimir aquest tipus de lletra",
    "No results" : "Sense resultats",
    "Could not find any section in the document" : "No s'ha pogut trobar cap secció del document",
    "Select file or folder to link to" : "Seleccioneu el fitxer o la carpeta que voleu enllaçar",
    "Loading {filename} …" : "S'està carregant {filename} …",
    "Cancel" : "Cancel·la",
    "Document loading failed" : "Ha fallat la càrrega del document",
    "Close" : "Tanca",
    "Starting the built-in CODE server failed" : "No s'ha pogut iniciar el servidor CODE integrat",
    "Open in local editor" : "Obre a l'editor local",
    "Failed to load {productName} - please try again later" : "No s'ha pogut carregar {productName} - si us plau, torneu-ho a provar més tard",
    "{productName} is not configured" : "No s'ha configurat {productName}",
    "Error" : "Error",
    "An error occurred" : "S'ha produït un error",
    "Built-in CODE Server is starting up shortly, please wait." : "El servidor de CODE integrat s'està començant en breu, si us plau esperi.",
    "Built-in CODE Server is restarting, please wait." : "El servidor de CODI integrat s'està reiniciant, si us plau esperi.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Error: no es troba l'AppImage, torneu a instal·lar el servidor integrat Collabora Online.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Error: no es pot fer executable l'AppImage, configureu un servidor independent.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Error: Exec inhabilitat a PHP, si us plau, habiliteu-lo o configureu un servidor independent.",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Error: No s'està executant en x86-64 o ARM64 (aarch64) Linux, configureu un servidor independent.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Error: la biblioteca fontconfig no està instal·lada al servidor, instal·leu-la o configureu un servidor independent.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Error: no s'està executant en Linux basat en glibc, configureu un servidor independent.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Error: No es pot iniciar el servidor integrat de Collabora Online, configureu-ne un de independent.",
    "Please choose your nickname to continue as guest user." : "Trieu el vostre sobrenom per continuar com a usuari convidat.",
    "Nickname" : "Sobrenom",
    "Set" : "Estableix",
    "Close version preview" : "Tanca la vista prèvia de la versió",
    "Please enter the filename to store the document as." : "Si us plau, introduïu el nom del fitxer per emmagatzemar el document.",
    "Save As" : "Anomena i desa",
    "New filename" : "Nou nom de fitxer",
    "Save" : "Desa",
    "When opening a file locally, the document will close for all users currently viewing the document." : "Quan s'obre un fitxer en local, el document es tancarà per tots els usuaris que l'estiguin visualitzant en aquest moment.",
    "Open file locally" : "Obre el fitxer en local",
    "Open locally" : "Obre en local",
    "Continue editing online" : "Continuar editant en línia",
    "If the file does not open in your local editor, make sure the Nextcloud desktop app is installed and open and try again." : "Si el fitxer no s'obre al vostre editor local, assegureu-vos que l'aplicació d'escriptori Nextcloud estigui instal·lada i obriu i torneu-ho a provar.",
    "Opening file locally …" : "Obrint el fitxer en local …",
    "Try again" : "Torneu-ho a provar",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "No s'ha pogut connectar amb {productName}. Si us plau, torneu-ho a provar més tard o poseu-vos en contacte amb l'administrador del vostre servidor.",
    "Failed to revert the document to older version" : "No s'ha pogut tornar el document a la versió anterior",
    "Select a personal template folder" : "Seleccioneu una carpeta de plantilla personal",
    "Failed to update the Zotero API key" : "No s'ha pogut actualitzar la clau de l'API de Zotero",
    "Saving …" : "S'està desant …",
    "Built-in CODE server failed to start" : "El servidor CODE integrat no s'ha pogut iniciar",
    "Insert from {name}" : "Insereix de {name}",
    "Remove from favorites" : "Suprimeix de preferits",
    "Add to favorites" : "Afegeix a preferits",
    "Details" : "Detalls",
    "Download" : "Baixa",
    "(read only)" : "(només de lectura)",
    "Remove user" : "Suprimir usuari",
    "Guest" : "Convidat",
    "Follow current editor" : "Segueix l'editor actual",
    "Please enter the filename for the new document" : "Si us plau, introduïu el nom del fitxer pel nou document",
    "Create a new document" : "Crea un nou document",
    "New drawing" : "Nou dibuix",
    "Could not create file" : "No s'ha pogut crear el fitxer",
    "Create" : "Crea",
    "Select template" : "Selecciona plantilla",
    "Edit with {productName}" : "Edita amb {productName}",
    "Open with {productName}" : "Obre amb {productName}",
    "Global templates" : "Plantilles globals",
    "Add a new template" : "Afegeix una nova plantilla",
    "No templates defined." : "No s'ha definit cap plantilla.",
    "Add a new one?" : "En voleu afegir una?",
    "template preview" : "visualització prèvia de la plantilla",
    "Select a template directory" : "Selecciona un directori de plantilles",
    "Remove personal template folder" : "Suprimir la carpeta de plantilles personals",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "Les plantilles d'aquest directori s'afegiran al selector de plantilles de Nextcloud Office.",
    "Zotero" : "Zotero",
    "Enter Zotero API Key" : "Introduïu la clau de l'API de Zotero",
    "Save Zotero API key" : "Desa la clau de l'API de Zotero",
    "Remove Zotero API Key" : "Suprimir la clau de l'API de Zotero",
    "To use Zotero specify your API key here. You can create your API key in your" : "Per utilitzar Zotero, especifiqueu la vostra clau de l'API aquí. Podeu crear la vostra clau de l'API al vostre",
    "Zotero account API settings." : "Paràmetres de l'API del compte de Zotero.",
    "This instance does not support Zotero, because the feature is missing or disabled. Please contact the administration." : "Aquesta instància no és compatible amb Zotero, perquè la funció falta o està desactivada. Si us plau, poseu-vos en contacte amb l'administració.",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "S'ha desat amb error: Collabora Online hauria de fer servir el mateix protocol que la instal·lació del servidor.",
    "Nextcloud Office requires a seperate server running Collabora Online to provide editing capabilities." : "Oficina Nextcloud requereix un servidor independent que executi Collabora Online per oferir capacitats d'edició.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requereix un servidor separat que actuï com a client de WOPI per proporcionar funcions d’edició.",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Per defecte, tots els usuaris poden editar documents amb {productName}. Quan aquest paràmetre està actiu, només els membres dels grups especificats poden editar, i els altres només poden veure documents.",
    "Saving…" : "S'està desant…",
    "Last saved version" : "Darrera versió desada",
    "Current version (unsaved changes)" : "Versió actual (canvis no desats)",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "El document ja existeix",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online està habilitat per defecte per a tots els usuaris. Quan aquest paràmetre està actiu, només els membres dels grups especificats poden utilitzar-lo.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Les plantilles d’aquest directori s’afegiran al selector de plantilles de Collabora Online."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}