{ "translations": {
    "No files found for this task." : "Ingen filer fundet for denne opgave.",
    "Cannot create document" : "Kan ikke oprette dokument",
    "New Document.odt" : "Nyt dokument.odt",
    "New Spreadsheet.ods" : "Nyt regneark.ods",
    "New Presentation.odp" : "Ny præsentation.odp",
    "New Document.docx" : "Nyt dokument.docx",
    "New Spreadsheet.xlsx" : "Nyt regneark.xlsx",
    "New Presentation.pptx" : "Ny præsentation.pptx",
    "File already exists" : "Filen findes allerede",
    "Not allowed to create document" : "Ikke tilladt at oprette dokument",
    "Saved" : "Gemt",
    "Invalid config key" : "Ugyldig konfigurationsnøgle",
    "Error when saving" : "Fejl under lagring",
    "The file was uploaded" : "Filen blev uploadet",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "Den uploadede fil overstiger upload_max_filesize-direktivet i php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "Den uploadede fil overskrider MAX_FILE_SIZE-direktivet, der blev angivet i HTML-formularen",
    "The file was only partially uploaded" : "Filen blev kun delvist uploadet",
    "No file was uploaded" : "Ingen fil blev uploadet",
    "Missing a temporary folder" : "Mangler en midlertidig mappe",
    "Could not write file to disk" : "Kunne ikke skrive fil til disk",
    "A PHP extension stopped the file upload" : "En PHP-udvidelse stoppede filoverførslen",
    "No file uploaded or file size exceeds maximum of %s" : "Ingen fil blev uploadet eller filstørrelsen er større end maksimum: %s.",
    "Failed to upload the file" : "Kunne ikke uploade filen",
    "File is too big" : "Filen er for stor",
    "Only template files can be uploaded" : "Kun skabelonfiler kan uploades",
    "Invalid file provided" : "Der er angivet en ugyldig fil",
    "Template not found" : "Skabelon ikke fundet",
    "Unable to determine the proper file extension for %1$s" : "Kan ikke bestemme den korrekte filendelse for %1$s",
    "Unable to fetch information on %1$s" : "Kan ikke hente information på %1$s",
    "PDF (.pdf)" : "PDF (.pdf)",
    "Image (.png)" : "Foto (.png)",
    "Image (.svg)" : "Foto (.svg)",
    "Text (.rtf)" : "Tekst (.rtf)",
    "Text (.txt)" : "Tekst (.txt)",
    "Word Document (.docx)" : "Word dokument (.docx)",
    "OpenDocument Text (.odt)" : "OpenDocument tekst (.odt)",
    "Excel Workbook (.xlsx)" : "Excel regneark (.xlsx)",
    "OpenDocument Spreadsheet (.ods)" : "OpenDocument regneark (.ods)",
    "PowerPoint Presentation (.pptx)" : "PowerPoint præsentation (.pptx)",
    "OpenDocument Presentation (.odp)" : "OpenDocument præsentation (.odp)",
    "New document" : "Nyt dokument",
    "New spreadsheet" : "Nyt regneark",
    "New presentation" : "Ny præsentation",
    "New diagram" : "Nyt diagram",
    "{user} has mentioned you in {node}" : "{user} har omtalt dig i {node}",
    "Link to office document section" : "Link til Office dokumentsektion",
    "Nextcloud Office" : "Nextcloud Office",
    "Headings" : "Overskrifter",
    "Sections" : "Sektioner",
    "Images" : "Billeder",
    "Sheets" : "Regneark",
    "Slides" : "Slides",
    "Office" : "Kontor",
    "Nextcloud Assistant Slide Deck Generator" : "Nextcloud assistent slide opslags generator",
    "Generate Slide Deck" : "Generer slide opslagDeck",
    "Generate a slide deck from a presentation script" : "Generer et slide opslag ud fra et præsentationsscript",
    "Presentation script" : "Præsentationsscript",
    "Write the text for your presentation here" : "Skriv en tekst til din præsentation her",
    "Generated slide deck" : "Genererede slide opslag",
    "The slide deck generated" : "Slide opslaget er genereret",
    "Nextcloud Office text document generator" : "Nextcloud Office tekstdokument generator",
    "Document format" : "Dokument format",
    "The format of the generated document" : "Formatet på det genererede dokument",
    "OpenXML (docx)" : "OpenXML (docx)",
    "OpenDocument (odt)" : "OpenDocument (odt)",
    "Portable Document Format (pdf)" : "Portable Dokument Format (pdf)",
    "Generate Office text document" : "Generer Office tekstdokument",
    "Generate an Office text document from a prompt" : "Generer et Office tekstdokument ud fra en prompt",
    "Instructions" : "Instruktioner",
    "Describe the document you want the assistant to generate" : "Beskriv dokumentet som du ønsker at assistenten skal generere",
    "Generated Office document" : "Genereret Office dokument",
    "The Office document that was generated from the description" : "Office dokumentet som blev genereret ud fra beskrivelsen",
    "Nextcloud Office spreadsheet generator" : "Nextcloud Office regnearksgenerator",
    "OpenXML (xlsx)" : "OpenXML (xlsx)",
    "OpenDocument (ods)" : "OpenDocument (ods)",
    "Generate Office spreadsheet document" : "Generer Office regnearksdokumentspreadsheet document",
    "Generate an Office spreadsheet document from a prompt" : "Generer et Office regnearksdokument ud fra en prompt",
    "Empty" : "Tom",
    "Anonymous guest" : "Anonym gæst",
    "%s (Guest)" : "%s (Gæst)",
    "Edit office documents directly in your browser." : "Redigér office dokumenter direkte i din browser.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Denne applikation kan forbinde til en Collabora Online (eller anden) server (WOPI lignende klient). Nextcloud er WOPI hosten. Læs venligst dokumentationen for at lære mere om dette.\n\nDu kan også redigere dine dokumenter offline med Collabora Office app'en fra **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** og **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** butikken.",
    "Accepted file types: {accepts}" : "Accepterede filtyper: {accepts}",
    "Uploaded template \"{name}\"" : "Uploadet skabelon \"{name}\"",
    "Template \"{name}\" already exists" : "Skabelon \"{name}\" eksisterer allerede",
    "Unable to delete template" : "Kan ikke slette skabelon",
    "Deleted template" : "Slet skabelon",
    "Global Templates" : "Globale skabeloner",
    "New" : "Ny",
    "Contact {0} to get an own installation." : "Kontakt {0} for at få din egen installation.",
    "Make sure to set this URL: {url} in the coolwsd.xml file of your Collabora Online server to ensure the added fonts get loaded automatically. Please note that http:// will only work for debug builds of Collabora Online. In production you must use https:// for remote font config." : "Vær sikker på at angive denne URL: {url} i filen coolwsd.xml i din Collabora Online server, for at sikre at de tilføjede fonte bliver indlæst automatisk. Vær venligst opmærksom på at http:// vil kun virke til fejlsøgningsversioner af Collabora Online. I produktionsmiljø skal du anvende https:// for fjern font konfiguration.",
    "Failed to save settings" : "Kunne ikke gemme indstillinger",
    "Font format not supported ({mime})" : "Font format ikke understøttet ({mime})",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Nextcloud Office er en kraftfuld Collabora Online baseret online office løsning med samarbejdsredigering, som understøtter alle større dokumenter, regneark og præsentation filformater og virker sammen med alle moderne browsere.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online er en kraftfuld LibreOffice baseret office løsning med samarbejdsredigering, som understøtter alle større dokumenter, regneark og præsentation filformater og virker sammen med alle moderne browsere.",
    "Could not establish connection to the Collabora Online server." : "Kunne ikke etablere forbindelse til Collabora Online serveren.",
    "This might be due to a missing configuration of your web server. For more information, please visit: " : "Dette kan være på grund af manglende konfiguration af din webserver. For mere information, besøg venligst: ",
    "Connecting Collabora Online Single Click with Nginx" : "Forbinder Collabora Online enkelt klik med Nginx",
    "Setting up a new server" : "Opsætter en ny server",
    "Collabora Online should use the same protocol as the server installation." : "Collabora Online skal anvende den samme protokol som serverinstallationen.",
    "Your browser has been unable to connect to the Collabora server:" : "Din browser kunne ikke forbinde til Collabora serveren:",
    "This URL is determined on the Collabora server either from the configured URL or the server_name parameter in coolwsd.xml." : "Denne URL er bestemt på Collabora serveren, enten fra den konfigurerede URL eller parameteren server_name i coolwsd.xml.",
    "Collabora Online server is reachable." : "Collabora Online server er kontaktbar.",
    "URL used by the browser:" : "URL anvendt af browseren:",
    "Nextcloud URL used by Collabora:" : "Nextcloud URL anvendt af Collabora:",
    "Please configure a Collabora Online server to start editing documents" : "Konfigurer venligst en Collabora Online server for at begynde at redigere dokumenter",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "Du har ikke konfigureret tillad-listen for WOPI forespørgsler. Uden denne indstilling kan brugere downloade begrænsede filer via WOPI forespørgsler til Nextcloud serveren.",
    "Click here for more info" : "Klik her for mere info",
    "Use your own server" : "Anvend din egen server",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Nextcloud Office kræver en separat server der kører Collabora Online for at levere redigeringsmuligheder.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online kræver en separat server, der virker som en WOPI-lignende klient til at levere redigeringsmuligheder.",
    "URL (and Port) of Collabora Online-server" : "URL (og port) på Collabora Online server",
    "Disable certificate verification (insecure)" : "Deaktiver certifikat verifikation (usikkert)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Aktiver hvis din Collabora Online server anvender et selv signeret certifikatficate",
    "Use the built-in CODE - Collabora Online Development Edition" : "Anvend den indbyggede CODE - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Let at installere, til hjemmeanvendelse eller små grupper. En smule langsommere en en standalone server og uden de avancerede skaleringsmuligheder.",
    "This installation does not have a built in server." : "Denne installation har ikke en indbygget server.",
    "Install it from the App Store." : "Installer det fra App Store.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Hvis installationen fra App Store fejlede, så kan du stadig manuelt anvende denne kommando:",
    "Use a demo server" : "Anvend en demoserver",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Du kan anvende en demoserver leveret af Collabora og andre serviceleverandører for kunne prøve Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Dit Nextcloud setup kan ikke forbinde til demoserverne fordi:",
    "it is a local setup (localhost)" : "det er et lokalt setup (localhost)",
    "it uses an insecure protocol (HTTP)" : "det anvender en usikker protokol (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "det kan ikke nås fra internettet (muligvis på grund af en firewall, eller manglende port forwarding)",
    "For use cases like this, we offer instructions for a" : "Til anvendelsescases som denne, så tilbyder vi instruktioner til en",
    "Quick tryout with Nextcloud docker." : "Hurtig afprøvning med Nextcloud Docker.",
    "Loading available demo servers …" : "Indlæser tilgængelig demoservere ...",
    "No available demo servers found." : "Ingen tilgængelig servere fundet.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Dokumenter der åbnes med den konfigurerede demoserver, sendes til en tredjeparts server. Anvend kun dette til at evaluere Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Vær venligst sikker på at du forstår at det følgende vil ske hvis du opsætter Collabora Online demoen.",
    "The service will send users documents to Collabora and/or third party demo servers." : "Denne service vil sende brugeres dokumenter til Collabora og/eller tredjeparts demoservere.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Denne service er ikke tiltænkt produktionsanvendelse, og derfor vil dokumenterne vise vandmærker.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Demo servicen kan være under stor belastning, og dens ydelse er ikke repræsentativ på nogen måde i forhold til ydelsen på en on-premise installation.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Disse servere anvendes til test og udvikling, og kan køre testversioner af softwaren. Derfor kan de crashe, og genstarte uden advarsel.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Brugernes dokumenter vil ikke blive bevaret af en tredjepart efter at deres session er færdig, undtagen i særlige tilfælde. Ved at anvende servicen, så giver brugeren til Collabora ingeniører til undtagelsesvist at anvende sådanne dokumentdata, udelukkende for at kunne levere optimering og forbedring af Collabora Online. Sådanne dokumentdata vil forblive fortrolige i forhold til Collabora og/eller enhver anden tredjepart der leverer en demoserver.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "Ved første anvendelse og efter en opdatering, vil hver bruger få en advarsel, der forklarer ovenstående.",
    "I agree, and use the demo server" : "Jeg er enig, og anvender demoserveren",
    "I will setup my own server" : "Jeg vil opsætte min egen server",
    "Advanced settings" : "Avancerede indstillinger",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Anvend Office Open XML (OOXML) i stedet for OpenDocument Format (ODF) som standard for nye filer",
    "Restrict usage to specific groups" : "Brugen begrænset til bestemte grupper",
    "{productName} is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "{productName} er aktiveret for alle brugere som standard. Når denne indstilling er aktiv, så kan kun medlemmer af den angivne gruppe anvende det.",
    "Select groups" : "Vælg grupper",
    "Restrict edit to specific groups" : "Redigering begrænset til bestemte grupper",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit, whereas the others can only view documents." : "Alle brugere kan som standard redigere dokumenter med {productName}. Når denne indstilling er aktiv, så vil kun medlemmerne af de angivne grupper kunne redigere, hvorfor de andre kun kan se dokumenter.",
    "Use Canonical webroot" : "Anvend kanonisk webrod",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Kanonisk webrod, i tilfælde af at der er flere, til anvendelse for Collabora. Angiv venligst den med de færreste restriktioner. Fx: anvend en ikke-shibboliseret webrod, hvis denne instans tilgås via både shibboliserede og ikke-shibboliserede webrødder. Du kan ignorere denne indstilling, hvis kun én webrod bruges til at få adgang til instansen.",
    "Enable access for external apps" : "Tillad tilgang fra eksterne apps",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Liste med IPV4 og IPV6 IP adresser og undernet som har tilladelse til at udføre forespørgsler til WOPI endpoints'ene. Hvis ingen tillad liste er angivet, så vil alle hosts være tilladte. Fx 10.0.0.20,10.0.4.0/24",
    "Custom Fonts" : "Brugerdefineret skrifttype",
    "Upload font file" : "Upload skrifttypefil",
    "Upload a font file" : "Upload en fontfil",
    "Available fonts" : "Tilgængelige fonte",
    "Electronic Signature" : "Elektronisk signatur",
    "Client ID for the electronic signature API" : "Klient ID til den elektroniske signatur API",
    "Save" : "Gem",
    "Remove" : "Fjern",
    "Please enter the guest name you wish to use before proceeding to the document. If you don't provide one, the default will be used." : "Angiv venligst gæstenavnet som du ønsker at anvende, inden du fortsætter til dokumentet. Hvis du ikke angiver et navn, så vil et standardnavn blive anvendt.",
    "Guest name" : "Gæstenavn",
    "Submit name" : "Angiv navn",
    "Confirm" : "Bekræft",
    "Cancel" : "Annuller",
    "Save As" : "Gem som",
    "Save as" : "Gem som",
    "Path to save" : "Lagringssti",
    "Invalid file name" : "Ugyldigt filnavn",
    "File name already exists" : "Filnavnet eksisterer allerede",
    "Select template" : "Vælg skabelon",
    "File name" : "Filnavn",
    "Create" : "Opret",
    "Failed to set Zotero API key" : "Kunne ikke sætte Zotero API nøgle",
    "Link to your Zotero library" : "Link til dit Zotero bibliotek",
    "You can generate an account key here:" : "Du kan generere en konto nøgle her:can generate an account key here:",
    "Zotero account settings" : "Zotero kontoindstillingersettings",
    "Zotero API key" : "Zotero API nøgle",
    "Submit" : "Tilføj",
    "Select a personal template folder" : "Vælg en personlig skabelonmappe",
    "Settings saved successfully." : "Indstillinger gemt.",
    "Failed to save settings." : "Kunne ikke gemme indstillinger.",
    "Unexpected error occurred." : "En uventet fejl opstod.",
    "Personal Settings for Nextcloud Office" : "Personlige indstillinger for Nextcloud Office",
    "Select a template directory" : "Vælg en skabelonmappe",
    "Remove personal template folder" : "Fjern personlig skabelonmappe",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "Skabeloner i denne mappe vil blive tilføjet til skabelonvælgeren i Nextcloud Office.",
    "Document signing" : "Dokumentsignering",
    "Description" : "Beskrivelse",
    "Add new token" : "Tilføj nyt token",
    "No font overview" : "Ingen font oversigt",
    "Delete this font" : "Slet denne font",
    "No results" : "Ingen resultater",
    "Select file" : "Vælg fil",
    "Select file or folder to link to" : "Link til fil eller mappe",
    "Could not find any section in the document" : "Kunne ikke finde nogen sektion i dokumentet",
    "{productName} is not configured" : "{productName} er ikke konfigureret",
    "Loading {filename} …" : "Indlæser {filename} …",
    "Failed to load {productName} - please try again later" : "Kunne ikke indlæse {productName} - prøv venligst igen senere",
    "Open in local editor" : "Åbn i lokal editor",
    "Close" : "Luk",
    "Edit" : "Redigér",
    "Open file locally" : "Åben fil lokalt",
    "Open locally" : "Åben lokalt",
    "The file should now open locally. If you don't see this happening, make sure that the desktop client is installed on your system." : "Filen skulle nu åbne lokalt. Hvis dette ikke sker, så vær sikker på at  desktopklienten er installeret på dit system.",
    "Failed to revert the document to older version" : "Det lykkedes ikke at gendanne dokumentet, til en ældre version",
    "Remove from favorites" : "Fjernet fra favoritter",
    "Add to favorites" : "Føj til favoritter",
    "Details" : "Detaljer",
    "Download" : "Download",
    "Guest" : "Gæst",
    "New file" : "Ny fil",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Gemt med fejl: Collabora Online skal bruge samme protokol som server installationen.",
    "Error" : "Fejl",
    "An error occurred" : "Der opstod en fejl",
    "Please choose your nickname to continue as guest user." : "Vælg venligst dit kaldenavn for at fortsætte som gæst",
    "Nickname" : "Kaldenavn",
    "Set" : "Sæt",
    "New filename" : "Nyt filnavn",
    "Saving…" : "Gemmer...",
    "Last saved version" : "Senest gemte version",
    "Current version (unsaved changes)" : "Aktuel version (ikke gemte ændringer)",
    "Please enter the filename for the new document" : "Angiv venligst filnavnet til det nye dokument",
    "Create a new document" : "Opret nyt dokument",
    "Could not create file" : "Kunne ikke oprette fil",
    "Open with {productName}" : "Åben med {productName}",
    "Global templates" : "Globale skabeloner",
    "Add a new template" : "Opret en ny skabelon",
    "No templates defined." : "Ingen skabeloner defineret.",
    "Add a new one?" : "Tilføj en ny?",
    "template preview" : "skabelonforhåndsvisning",
    "Files may still be downloadable through Nextcloud unless restricted otherwise through sharing or access control settings" : "Filer kan stadig være downloadbare gennem Nextcloud med mindre de er begrænset på anden måde gennem deling eller adgangskontrolindstillinger",
    "Previews will be blocked for watermarked files to not leak the first page of documents" : "Forhåndsvisninger vil blive blokeret for vandmærkede filer for ikke at lægge den første side af dokumenter",
    "Show watermark for shares without download permission" : "Vis vandmærker for delinger uden downloadrettigheder",
    "New drawing" : "Ny tegning",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "Dokumentet eksisterer allerede"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}