{ "translations": {
    "Collabora Online" : "Collabora Online",
    "Can't create document" : "No es posible crear el documento",
    "New Document.odt" : "Nuevo Documento.odt",
    "New Spreadsheet.ods" : "Nueva Hoja de cálculo.ods",
    "New Presentation.odp" : "Nueva Presentación.odp",
    "New Document.docx" : "Nuevo Documento.docx",
    "New Spreadsheet.xlsx" : "Nueva Hoja de cálculo.xlsx",
    "New Presentation.pptx" : "Nueva Presentación.pptx",
    "Document already exists" : "El documento ya existe",
    "Not allowed to create document" : "No está permitido crear el documento",
    "Saved" : "Guardado",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Guardado con errores: Collabora Online debe usar el mismo protocolo que el instalado en el servidor.",
    "Invalid config key" : "Clave de configuración no válida",
    "Error when saving" : "Error al guardar",
    "File is too big" : "El archivo es demasiado grande",
    "Only template files can be uploaded" : "Solo se pueden subir plantillas de archivos",
    "Invalid file provided" : "Archivo proporcionado no válido",
    "Template not found" : "Plantilla no guardada",
    "Empty" : "Vacío",
    "%s (Guest)" : "%s (Invitado)",
    "Anonymous guest" : "Invitado anónimo",
    "Edit office documents directly in your browser." : "Edita documentos directamente en tu navegador.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Esta aplicación puede conectarse a Collabora Online (u otros) servidores (Cliente parecido a WOPI). Nextcloud es el anfitrión de WOPI. Por favor, lea la documentación para aprender más acerca de esto.\n\nTambién podrá editar sus documentos fuera de línea con la app Collabora Office desde las tiendas **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** y **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online es una potente suite de ofimática basada en LibreOffice con edición colaborativa y que soporta todos los principales formatos de documentos, hojas de cálculo y presentaciones; funciona con todos los navegadores modernos.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "No se ha podido establecer una conexión con el servidor de  Collabora Online. Esto puede deberse a un configuración incorrecta o que falta en su servidor web. Para más información, por favor visite:",
    "Connecting Collabora Online Single Click with Nginx" : "Conectando Collabora Online Single Click con Nginx",
    "Could not establish connection to the Collabora Online server." : "No se puede establecer conexión con el servidor de Collabora Online.",
    "Setting up a new server" : "Configurando nuevo servidor",
    "Collabora Online server is reachable." : "El servidor Collabora Online está accesible.",
    "Please configure a Collabora Online server to start editing documents" : "Por favor, configura un servidor Collabora Online para comenzar a editar documentos",
    "Use your own server" : "Use su propio servidor",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requiere un servidor separado que actúe como un cliente WOPI para proveer capacidades de edición.",
    "URL (and Port) of Collabora Online-server" : "URL (y puerto) del servidor de Collabora Online",
    "Disable certificate verification (insecure)" : "Desactivar la verificación de certificados (inseguro)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Usar CODE (Collabora Online Development Edition) incorporado",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Fácil de instalar para uso doméstico o de pequeños equipos. Un poco más lento que un servidor independiente y sin las características avanzadas de escalabilidad.",
    "This installation does not have a built in server." : "Esta instalación no tiene un servidor incorporado.",
    "Install it from the app store." : "Instálalo desde la tienda de apps.",
    "If the installation from the app store fails, you can still do that manually using this command:" : "Si no funciona la instalación desde la App Store, todavía puede realizar un proceso manual con este comando:",
    "Use a demo server" : "Use un servidor demo",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Puede emplear un servidor demo propicio nado por Collabora y otros proveedores de servicio para realizar una prueba de Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Tu Nextcloud no es capaz de conectar a los servidores demo porque:",
    "it is a local setup (localhost)" : "es un ajuste local (localhost)",
    "it uses an insecure protocol (http)" : "utiliza un protocolo inseguro (http)",
    "it is unreachable from the Internet (possibly because of a firewall, or lack of port forwarding)" : "es inalcanzable desde Internet (posiblemente debido a un cortafuegos, o falta de reenvío de puertos)",
    "For use cases like this, we offer instructions for a" : "Para casos de uso como este, se ofrecen instrucciones para un",
    "Quick tryout with Nextcloud docker." : "Prueba rápida con Nextcloud docker.",
    "Loading available demo servers …" : "Cargando lista de servidores demo disponibles ...",
    "No available demo servers found." : "No se ha encontrado ningún servidor demo",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Los documentos abiertos con el con el servidor demo configurado serán enviados a un servidor de terceros. Use únicamente esto para evaluar Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Por favor, asegúrate de que entiendes que ocurrirá lo siguiente si configuras la demostración de Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "El servicio enviará los documentos de los usuarios a Collabora y/o servidores de demostración de terceras partes.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Este servicio no está pensado para uso en producción. Por tanto, los documentos mostrarán marcas de agua",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "El servicio de demostración puede estar bajo cargas pesadas, y su rendimiento no es representativo de ninguna manera del rendimiento en una instalación en el sitio.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Estos servidores se usan para pruebas y desarrollo, y pueden ejecutar versiones de prueba del software. Por tanto, pueden colgarse, arder y reiniciarse sin previo aviso.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Los documentos de los usuarios no serán retenidos por una tercera parte después de que se completen sus sesiones, salvo en circunstancias excepcionales. Al usar el servicio, el usuario da permiso a los ingenieros de Collabora para usar de manera excepcional los datos del documento, únicamente con el propósito de proveer, optimizar y mejorar Collabora Online. Estos datos del documento seguirán siendo confidenciales para Collabora y/o cualquera tercera parte que ofrezca un servidor de prueba.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "En el primer uso tras una actualización, cada usuario recibirá una advertencia explicando todo lo anterior.",
    "I agree, and use the demo server" : "Estoy de acuerdo, usar el servidor de prueba",
    "I will setup my own server" : "Configuraré mi propio servidor",
    "Advanced settings" : "Configuración avanzada",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Usar Office Open XML (OOXML) en lugar del formato OpenDocument (ODF) por defecto para los ficheros nuevos",
    "Restrict usage to specific groups" : "Restringir el uso a grupos específicos",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online se activa por defecto para todos los usuarios. Al activar esta configuración, solo los miembros de los grupos especificados pueden usarlo.",
    "Select groups" : "Seleccionar grupos",
    "Restrict edit to specific groups" : "Restringir la edición a grupos específicos",
    "Use Canonical webroot" : "Usar raíz web canónica",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Raíz web canónica, en caso de que haya varias, para que Collabora la use. Suministra la que tenga menos restricciones. Ej: Utiliza la raíz web sin shibboleth si esta instancia se accede desde raíces web con shibboleth y sin shibboleth. Puedes ignorar esta configuración si solo se utiliza una raíz web para acceder a esta instancia.",
    "Enable access for external apps" : "Permitir acceso a apps externas",
    "Secure view settings" : "Ajustes de la vista segura",
    "Secure view enables you to secure documents by embedding a watermark" : "La vista segura permite garantizar documentos mediante la inserción de una marca de agua en ellos",
    "Enable watermarking" : "Habilitar marcas de agua",
    "Supported placeholders: {userId}, {date}" : "Marcadores soportados: {userId}, {date}",
    "Show watermark on tagged files" : "Mostrar marcas de agua en los archivos etiquetados",
    "Select tags to enforce watermarking" : "Seleccionar etiquetas para forzar las marcas de agua",
    "Show watermark for users of groups" : "Mostrar marcas de agua para usuarios de grupos",
    "Show watermark for all shares" : "Mostrar marcas de agua para todas las acciones",
    "Show watermark for read only shares" : "Mostrar marcas de agua para las acciones sólo lectura",
    "Show watermark for all link shares" : "Mostrar marcas de agua para todos los enlaces compartidos",
    "Show watermark for download hidden shares" : "Mostrar marcas de agua para descargar recursos compartidos ocultos",
    "Show watermark for read only link shares" : "Mostrar marcas de agua para compartir enlaces de solo lectura",
    "Show watermark on link shares with specific system tags" : "Mostrar marcas de agua en los enlaces compartidos con una etiqueta específica",
    "Contact {0} to get an own installation." : "Contacte con {0} para obtener una instalación propia.",
    "Failed to save settings" : "Fallo al guardar configuraciones",
    "Description" : "Descripción",
    "Add new token" : "Agregar nuevo token",
    "No results" : "No hay resultados",
    "Error" : "Error",
    "An error occurred" : "Ha ocurrido un error",
    "Built-in CODE Server is starting up shortly, please wait." : "Por favore espere, el servidor interno CODE arrancará en breve.",
    "Built-in CODE Server is restarting, please wait." : "El servidor CODE incorporado esa reiniciando. Por favor, espera.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Error: no se puede encontrar la AppImage. Por favor, reinstala el servidor Collabora Online incorporado.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Error: No se puede hacer ejecutable la AppImage. Por favor, configura un servidor independiente.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Error: ejecutable desactivado en PHP. Por favor, actívalo o configura un servidor independiente.",
    "Error: Not running on x86-64 Linux, please setup a standalone server." : "Error: No se está ejecutando en un Linux x86_64. Por favor, configura un servidor independiente.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Error: La librería fontconfig no está instalada en su servidor. Por favor, instálala o configura un servidor independiente.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Error: No se está ejecutando en un sistema basado en glibc Linux. Por favor, configura un servidor independiente.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Error: No se iniciar el el servidor Collabora Online incorporado. Por favor, configura un servidor independiente.",
    "Please choose your nickname to continue as guest user." : "Por favor, escoge tu alias para continuar como usuario invitado.",
    "Nickname" : "Alias",
    "Set" : "Guardar",
    "Close version preview" : "Cerrar previsualización de la versión",
    "Please enter the filename to store the document as." : "Por favor, introduce el nombre de archivo con el que guardar el documento.",
    "Save As" : "Guardar como",
    "New filename" : "Nuevo nombre de archivo",
    "Cancel" : "Cancelar",
    "Save" : "Guardar",
    "Edit with {productName}" : "Editar con {productName}",
    "Failed to load {productName} - please try again later" : "Fallo al cargar {productName}. Por favor, inténtalo de nuevo más tarde",
    "New Document" : "Nuevo documento",
    "New Spreadsheet" : "Nueva Hoja de cálculo",
    "New Presentation" : "Nueva presentación",
    "Could not create file" : "No se ha podido crear el archivo",
    "Create" : "Crear",
    "Select template" : "Seleccionar plantilla",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Fallo al conectar con (productName). Por favor vuelva a intentarlo más tarde o contacte con su administrador del servidor.",
    "Select a personal template folder" : "Selecciona una carpeta de plantillas personales",
    "Saving…" : "Guardando…",
    "Insert from {name}" : "Insertar a partir de {name}",
    "Remove from favorites" : "Eliminar de favoritos",
    "Add to favorites" : "Añadir a favoritos",
    "Details" : "Detalles",
    "Download" : "Descargar",
    "(read only)" : "(solo lectura)",
    "Guest" : "Invitado",
    "Follow current editor" : "Seguir al editor actual",
    "Last saved version" : "Última versión guardada",
    "Current version" : "Versión actual",
    "Failed to revert the document to older version" : "Fallo al revertir el documento a la versión anterior",
    "Please enter the filename for the new document" : "Por favor ingresa el nombre del archivo para el nuevo documento",
    "Create a new document" : "Crear nuevo documento",
    "Global templates" : "Plantillas globales",
    "Add a new template" : "Añadir una plantilla nueva",
    "No templates defined." : "No hay plantillas definidas.",
    "Add a new one?" : "¿Añadir una nueva?",
    "template preview" : "previsualización de plantillas",
    "Select a template directory" : "Selecciona un directorio de plantillas",
    "Remove personal template folder" : "Elimina la carpeta personal de plantillas",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Las plantillas en este directorio se añadirán al selector de plantillas de Collabora Online."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}