{ "translations": {
    "No files found for this task." : "No se han encontrado archivos para esta tarea.",
    "Cannot create document" : "No es posible crear el documento",
    "New Document.odt" : "Nuevo Documento.odt",
    "New Spreadsheet.ods" : "Nueva Hoja de cálculo.ods",
    "New Presentation.odp" : "Nueva Presentación.odp",
    "New Document.docx" : "Nuevo Documento.docx",
    "New Spreadsheet.xlsx" : "Nueva Hoja de cálculo.xlsx",
    "New Presentation.pptx" : "Nueva Presentación.pptx",
    "File already exists" : "El archivo ya existe",
    "Not allowed to create document" : "No está permitido crear el documento",
    "Saved" : "Guardado",
    "Invalid config key" : "Clave de configuración no válida",
    "Error when saving" : "Error al guardar",
    "The file was uploaded" : "El archivo ha sido subido",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "El archivo subido supera el tamaño máximo especificado por la directiva upload_max_filesize en php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "El archivo subido supera el tamaño máximo especificado por la directiva MAX_FILE_SIZE del formulario HTML",
    "The file was only partially uploaded" : "El archivo solo se ha subido parcialmente",
    "No file was uploaded" : "No se ha subido ningún archivo",
    "Missing a temporary folder" : "Falta una carpeta temporal",
    "Could not write file to disk" : "No se ha podido escribir el archivo en el disco",
    "A PHP extension stopped the file upload" : "Una extensión PHP ha detenido la subida del archivo",
    "No file uploaded or file size exceeds maximum of %s" : "No se ha subido ningún archivo o el tamaño del archivo supera el máximo de %s",
    "Failed to upload the file" : "Fallo al subir el archivo",
    "File is too big" : "El archivo es demasiado grande",
    "Only template files can be uploaded" : "Solo se pueden subir plantillas de archivos",
    "Invalid file provided" : "Archivo proporcionado no válido",
    "Template not found" : "Plantilla no guardada",
    "Unable to determine the proper file extension for %1$s" : "No ha sido posible encontrar la extensión de archivo apropiada para %1$s",
    "Unable to fetch information on %1$s" : "No se ha podido obtener información de %1$s",
    "PDF (.pdf)" : "PDF (.pdf)",
    "Image (.png)" : "Imagen (.png)",
    "Image (.svg)" : "Imagen (.svg)",
    "Text (.rtf)" : "Texto (.rtf)",
    "Text (.txt)" : "Texto (.txt)",
    "Word Document (.docx)" : "Documento de Word (.docx)",
    "OpenDocument Text (.odt)" : "Texto OpenDocument (.odt)",
    "Excel Workbook (.xlsx)" : "Hoja de Cálculo de Excel (.xlsx)",
    "OpenDocument Spreadsheet (.ods)" : "Hoja de Cálculo OpenDocument (.ods)",
    "PowerPoint Presentation (.pptx)" : "Presentación PowerPoint (.pptx)",
    "OpenDocument Presentation (.odp)" : "Presentación OpenDocument (.odp)",
    "New document" : "Nuevo documento",
    "New spreadsheet" : "Nueva hoja de cálculo",
    "New presentation" : "Nueva presentación",
    "New diagram" : "Nuevo diagrama",
    "{user} has mentioned you in {node}" : "{user} le ha mencionado en {node}",
    "Link to office document section" : "Enlazar a la sección de documentos de office",
    "Nextcloud Office" : "Nextcloud Office",
    "Headings" : "Cabeceras",
    "Sections" : "Secciones",
    "Images" : "Imágenes",
    "Sheets" : "Hojas de cálculo",
    "Slides" : "Diapositivas",
    "Office" : "Office",
    "Nextcloud Assistant Slide Deck Generator" : "Generador de grupo de diapositivas del Asistente Nextcloud",
    "Generate Slide Deck" : "Generar grupo de diapositivas",
    "Generate a slide deck from a presentation script" : "Generar un grupo de diapositivas desde un script de presentación",
    "Presentation script" : "Script de presentación",
    "Write the text for your presentation here" : "Escriba el texto para su presentación aquí",
    "Generated slide deck" : "Grupo de diapositivas generado",
    "The slide deck generated" : "El grupo de diapositivas generado",
    "Nextcloud Office text document generator" : "Generador de documentos de texto de Nextcloud Office",
    "Document format" : "Formato del documento",
    "The format of the generated document" : "El formato del documento generado",
    "OpenXML (docx)" : "OpenXML (docx)",
    "OpenDocument (odt)" : "OpenDocument (odt)",
    "Portable Document Format (pdf)" : "Portable Document Format (pdf)",
    "Generate Office text document" : "Generar documento de texto de Office",
    "Generate an Office text document from a prompt" : "Generar documento de texto de Office desde un prompt",
    "Instructions" : "Instrucciones",
    "Describe the document you want the assistant to generate" : "Describa el documento que desea que el asistente genere",
    "Generated Office document" : "Documento de Office generado",
    "The Office document that was generated from the description" : "El documento de Office que fue generado desde la descripción",
    "Nextcloud Office spreadsheet generator" : "Generador de hojas de cálculo de Nextcloud Office",
    "OpenXML (xlsx)" : "OpenXML (xlsx)",
    "OpenDocument (ods)" : "OpenDocument (ods)",
    "Generate Office spreadsheet document" : "Generar documento de hoja de cálculo de Office",
    "Generate an Office spreadsheet document from a prompt" : "Generar un documento de hoja de cálculo de Office desde un prompt",
    "Empty" : "Vacío",
    "Anonymous guest" : "Invitado anónimo",
    "%s (Guest)" : "%s (Invitado)",
    "Edit office documents directly in your browser." : "Edita documentos directamente en tu navegador.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Esta aplicación puede conectarse a Collabora Online (u otros) servidores (Cliente parecido a WOPI). Nextcloud es el anfitrión de WOPI. Por favor, lea la documentación para aprender más acerca de esto.\n\nTambién podrá editar sus documentos fuera de línea con la app Collabora Office desde las tiendas **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** y **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Accepted file types: {accepts}" : "Tipos de archivo aceptados: {accepts}",
    "Uploaded template \"{name}\"" : "Se cargó plantilla \"{name}\"",
    "Template \"{name}\" already exists" : "La plantilla \"{name}\" ya existe ",
    "Unable to delete template" : "No se ha podido eliminar la plantilla",
    "Deleted template" : "Plantilla eliminada",
    "Global Templates" : "Plantillas Globales",
    "New" : "Nuevo",
    "Contact {0} to get an own installation." : "Contacte con {0} para obtener una instalación propia.",
    "Make sure to set this URL: {url} in the coolwsd.xml file of your Collabora Online server to ensure the added fonts get loaded automatically. Please note that http:// will only work for debug builds of Collabora Online. In production you must use https:// for remote font config." : "Asegúrese de establecer esta URL: {url} en el archivo coolwsd.xml de su servidor Collabora Online para asegurarse de que las fuentes añadidas se carguen automáticamente. Por favor, tenga en cuenta que http:// solo funcionará para las versiones de prueba de Collabora Online. En producción deberá utilizar https:// para la configuración de fuentes remotas.",
    "Failed to save settings" : "Fallo al guardar configuraciones",
    "Font format not supported ({mime})" : "Formato de fuente no soportado ({mime})",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Nextcloud Office es una suite de ofimática en línea con edición colaborativa basada en Collabora Online. Soporta los formatos de documentos, hojas de cálculo y presentaciones más comunes, y funciona con todos los navegadores modernos.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online es una potente suite de ofimática basada en LibreOffice con edición colaborativa y que soporta todos los principales formatos de documentos, hojas de cálculo y presentaciones; funciona con todos los navegadores modernos.",
    "Could not establish connection to the Collabora Online server." : "No se puede establecer conexión con el servidor de Collabora Online.",
    "This might be due to a missing configuration of your web server. For more information, please visit: " : "Esto podría deberse a una configuración faltante de su servidor web. Para obtener más información, visite:",
    "Connecting Collabora Online Single Click with Nginx" : "Conectando Collabora Online Single Click con Nginx",
    "Setting up a new server" : "Configurando nuevo servidor",
    "Collabora Online should use the same protocol as the server installation." : "Collabora Online debería usar el mismo protocolo que la instalación del servidor.",
    "Your browser has been unable to connect to the Collabora server:" : "Su navegador no ha podido conectarse al servidor de Collabora:",
    "This URL is determined on the Collabora server either from the configured URL or the server_name parameter in coolwsd.xml." : "Este URL se determina en el servidor Collabora ya sea a partir del URL configurado o del parámetro server_name en coolwsd.xml.",
    "Collabora Online server is reachable." : "El servidor Collabora Online está accesible.",
    "URL used by the browser:" : "URL utilizado por el navegador:",
    "Nextcloud URL used by Collabora:" : "URL de Nextcloud utilizada por Collabora:",
    "Please configure a Collabora Online server to start editing documents" : "Por favor, configura un servidor Collabora Online para comenzar a editar documentos",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "No ha configurado la lista de permitidos para las peticiones WOPI. Sin esta configuración los usuarios podrían descargar archivos restringidos a través de solicitudes WOPI al servidor Nextcloud.",
    "Click here for more info" : "Haga clic aquí para más información",
    "Use your own server" : "Use su propio servidor",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Nextcloud Office requiere un servidor separado de Collabora Office para proveer capacidades de edición.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requiere un servidor separado que actúe como un cliente parecido a WOPI para proveer capacidades de edición.",
    "URL (and Port) of Collabora Online-server" : "URL (y puerto) del servidor de Collabora Online",
    "Disable certificate verification (insecure)" : "Desactivar la verificación de certificados (inseguro)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Habilite esta opción si su servidor Collabora Online usa un certificado autofirmado",
    "Use the built-in CODE - Collabora Online Development Edition" : "Usar CODE (Collabora Online Development Edition) incorporado",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Fácil de instalar para uso doméstico o de pequeños equipos. Un poco más lento que un servidor independiente y sin las características avanzadas de escalabilidad.",
    "This installation does not have a built in server." : "Esta instalación no tiene un servidor incorporado.",
    "Install it from the App Store." : "Instálalo desde la Tienda de Apps.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Si no funciona la instalación desde la Tienda de Apps, todavía puede realizar un proceso manual con este comando:",
    "Use a demo server" : "Use un servidor demo",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Puede emplear un servidor demo propicio nado por Collabora y otros proveedores de servicio para realizar una prueba de Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Tu Nextcloud no es capaz de conectar a los servidores demo porque:",
    "it is a local setup (localhost)" : "es un ajuste local (localhost)",
    "it uses an insecure protocol (HTTP)" : "utiliza un protocolo inseguro (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "es inalcanzable desde Internet (posiblemente debido a un cortafuegos, o falta de reenvío de puertos)",
    "For use cases like this, we offer instructions for a" : "Para casos de uso como este, se ofrecen instrucciones para un",
    "Quick tryout with Nextcloud docker." : "Prueba rápida con Nextcloud docker.",
    "Loading available demo servers …" : "Cargando lista de servidores demo disponibles ...",
    "No available demo servers found." : "No se ha encontrado ningún servidor demo",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Los documentos abiertos con el con el servidor demo configurado serán enviados a un servidor de terceros. Use únicamente esto para evaluar Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Por favor, asegúrate de que entiendes que ocurrirá lo siguiente si configuras la demostración de Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "El servicio enviará los documentos de los usuarios a Collabora y/o servidores de demostración de terceras partes.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Este servicio no está pensado para uso en producción. Por tanto, los documentos mostrarán marcas de agua",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "El servicio de demostración puede estar bajo cargas pesadas, y su rendimiento no es representativo de ninguna manera del rendimiento en una instalación en el sitio.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Estos servidores se usan para pruebas y desarrollo, y pueden ejecutar versiones de prueba del software. Por tanto, pueden colgarse, arder y reiniciarse sin previo aviso.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Los documentos de los usuarios no serán retenidos por una tercera parte después de que se completen sus sesiones, salvo en circunstancias excepcionales. Al usar el servicio, el usuario da permiso a los ingenieros de Collabora para usar de manera excepcional los datos del documento, únicamente con el propósito de proveer, optimizar y mejorar Collabora Online. Estos datos del documento seguirán siendo confidenciales para Collabora y/o cualquera tercera parte que ofrezca un servidor de prueba.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "En el primer uso tras una actualización, cada usuario recibirá una advertencia explicando todo lo anterior.",
    "I agree, and use the demo server" : "Estoy de acuerdo, usar el servidor de prueba",
    "I will setup my own server" : "Configuraré mi propio servidor",
    "Advanced settings" : "Configuración avanzada",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Usar Office Open XML (OOXML) en lugar del formato OpenDocument (ODF) por defecto para los ficheros nuevos",
    "Restrict usage to specific groups" : "Restringir el uso a grupos específicos",
    "{productName} is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "{productName} se activa por defecto para todos los usuarios. Al activar esta configuración, solo los miembros de los grupos especificados pueden usarlo.",
    "Select groups" : "Seleccionar grupos",
    "Restrict edit to specific groups" : "Restringir la edición a grupos específicos",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit, whereas the others can only view documents." : "Todos los usuarios pueden editar documentos con {productName} por defecto. Cuando esta configuración se activa, solo los miembros de los grupos especificados pueden editar, mientras que el resto solo puede ver documentos.",
    "Use Canonical webroot" : "Usar raíz web canónica",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Raíz web canónica, en caso de que haya varias, para que Collabora la use. Suministra la que tenga menos restricciones. Ej: Utiliza la raíz web sin shibboleth si esta instancia se accede desde raíces web con shibboleth y sin shibboleth. Puedes ignorar esta configuración si solo se utiliza una raíz web para acceder a esta instancia.",
    "Enable access for external apps" : "Permitir acceso a apps externas",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Lista de direcciones IPv4 e IPv6 y subredes a las que se les ha permitido realizar peticiones a los endpoints WOPI. Si no se especificase una lista, se permitirán todas las direcciones. Ej: 10.0.0.20,10.0.4.0/24",
    "Custom Fonts" : "Fuentes Personalizadas",
    "Upload font file" : "Subir archivo de fuente",
    "Upload a font file" : "Subir una archivo de fuente",
    "Available fonts" : "Fuentes disponibles",
    "For ideal document compatibility we recommend you to install commonly used fonts. If your users are working with Microsoft Office, installing their proprietary fonts can be done following the documentation." : "Para que la compatibilidad de documentos sea ideal, le recomendamos instalar fuentes que sean de uso común. Si sus usuarios están trabajando con Microsoft Office, la instalación de las fuentes propietarias del mismo puede hacerse siguiendo la documentación.",
    "Custom fonts documentation" : "Documentación para fuentes personalizadas",
    "Secure View" : "Vista Segura",
    "Secure view enables you to secure office documents by blocking downloads, previews and showing a watermark" : "La vista segura le permite asegurar los documentos al bloquear las descargas, vistas previas y mostrando una marca de agua.",
    "The settings only apply to compatible office files that are opened in Nextcloud Office" : "Las configuraciones solo aplicarán a archivos office compatibles que sean abiertos en Nextcloud Office",
    "Downloading the file through WebDAV will be blocked" : "Se bloqueará la descarga del archivo a través de WebDAV",
    "The following options within Nextcloud Office will be disabled: Copy, Download, Export, Print" : "Las siguientes opciones dentro de Nextcloud Office serán deshabilitadas: Copiar, Descargar, Exportar, Imprimir",
    "Files may still be downloadable via WOPI requests if WOPI settings are not correctly configured" : "Los archivos podrían todavía ser descargados a través de solicitudes WOPI si las configuraciones WOPI no están definidas correctamente",
    "Previews will be blocked" : "Las vistas previas se bloquearán",
    "Enable secure view" : "Habilitar vista segura",
    "Supported placeholders: {userId}, {userDisplayName}, {email}, {date}, {themingName}" : "Marcadores de posición soportados: {userId}, {userDisplayName}, {email}, {date}, {themingName}",
    "Enforce secure view on tagged files" : "Hacer obligatoria la vista segura en los archivos etiquetados",
    "Select tags to enforce watermarking" : "Seleccionar etiquetas para forzar las marcas de agua",
    "Enforce secure view for users of groups" : "Hacer obligatoria la vista segura para usuarios de grupos",
    "Enforce secure view for all shares" : "Hacer obligatoria la vista segura para todos los recursos compartidos",
    "Enforce secure view for read only shares" : "Hacer obligatoria la vista segura para los recursos compartidos de sólo lectura",
    "Enforce secure view for all public Talk shares" : "Hacer obligatoria la vista segura para todos los recursos compartidos públicos de Talk",
    "Enforce secure view for shares without download permission" : "Hacer obligatoria la vista segura para los recursos compartidos que no tienen permisos de descarga",
    "Enforce secure view for all link shares" : "Hacer obligatoria la vista segura para todos los recursos compartidos de enlace",
    "Enforce secure view for download hidden shares" : "Hacer obligatoria la vista segura para los recursos compartidos de descarga ocultos ",
    "Enforce secure view for read only link shares" : "Hacer obligatoria la vista segura para los recursos compartidos de enlace que son de sólo lectura",
    "Enforce secure view on link shares with specific system tags" : "Hacer obligatoria la vista segura para los recursos compartidos de enlace que poseen etiquetas específicas del sistema",
    "Select tags to enforce secure view" : "Seleccione las etiquetas para hacer obligatoria la vista segura",
    "Electronic Signature" : "Firma Electrónica",
    "Client ID for the electronic signature API" : "ID del cliente para la API de firma electrónica",
    "Fill in the registration form at https://eideasy.com/signup to obtain a client ID and secret." : "Rellene el formulario de registro en https://eideasy.com/signup para obtener un ID de cliente y un secreto",
    "Secret for the electronic signature API" : "Secreto para la API de firma electrónica",
    "The secret may be downloadable via WOPI requests if WOPI allow list is not correctly configured." : "Este secreto se puede descargar mediante peticiones WOPI si la lista blanca WOPI no ha sido configurada correctamente.",
    "Save" : "Guardar",
    "Remove" : "Quitar",
    "Please enter the guest name you wish to use before proceeding to the document. If you don't provide one, the default will be used." : "Por favor, introduzca el nombre de invitado que desea usar antes de continuar al documento. Si no provee uno, se utilizará el predeterminado.",
    "Guest name" : "Nombre del invitado",
    "Submit name" : "Enviar nombre",
    "Confirm" : "Confirmar",
    "Cancel" : "Cancelar",
    "Save As" : "Guardar como",
    "Save as" : "Guardar como",
    "Path to save" : "Ruta para guardar",
    "Invalid file name" : "Nombre de archivo inválido",
    "File name already exists" : "El nombre de archivo ya existe",
    "Select template" : "Seleccionar plantilla",
    "File name" : "Nombre del archivo",
    "Create" : "Crear",
    "Failed to set Zotero API key" : "No fue posible establecer la clave API de Zotero",
    "Link to your Zotero library" : "Enlazar a su biblioteca Zotero",
    "Connect your Zotero account to make use of references within Office." : "Conecte su cuenta de Zotero para hacer uso de las referencias dentro de Office.",
    "You can generate an account key here:" : "Puede generar una llave de cuenta aquí:",
    "Zotero account settings" : "Ajustes de la cuenta Zotero",
    "Zotero API key" : "Clave API Zotero",
    "Submit" : "Enviar",
    "Select a personal template folder" : "Selecciona una carpeta de plantillas personales",
    "Settings saved successfully." : "Ajustes guardados exitosamente.",
    "Failed to save settings." : "Fallo al guardar los ajustes.",
    "Unexpected error occurred." : "Ha ocurrido un error inesperado.",
    "Personal Settings for Nextcloud Office" : "Ajustes personales para Nextcloud Office",
    "Select a template directory" : "Selecciona un directorio de plantillas",
    "Remove personal template folder" : "Elimina la carpeta personal de plantillas",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "Las plantillas dentro de esta carpeta se añadirán al selector de plantillas de Nextcloud Office.",
    "Zotero" : "Zotero",
    "Enter Zotero API Key" : "Ingrese la clave API de Zotero",
    "Remove Zotero API Key" : "Quitar la clave API de Zotero",
    "To use Zotero specify your API key here. You can create your API key in your" : "Para utilizar Zotero, especifique su clave API aquí. Puede crear su llave API en su",
    "Zotero account API settings." : "Configuraciones API de cuenta Zotero",
    "This instance does not support Zotero, because the feature is missing or disabled. Please contact the administration." : "Esta instancia no soporta Zotero, ya que la característica no existe o está deshabilitada. Por favor, contacte al administrador.",
    "Document signing" : "Firma de documentos",
    "Enter document signing cert (in PEM format)" : "Introduzca el certificado para la firma de documentos (en formato PEM)",
    "Enter document signing key" : "Introduzca la llave para firma de documentos",
    "Enter document signing CA chain" : "Introduzca la cadena de CA para firma de documentos",
    "To use document signing, specify your signing certificate, key and CA chain here." : "Para utilizar la firma de documentos, especifique aquí su certificado, clave y cadena CA de firma.",
    "This instance does not support document signing, because the feature is missing or disabled. Please contact the administrator." : "Esta instancia no soporta la firma de documentos, ya que la característica no existe o está desactivada. Por favor, contacte al administrador.",
    "Description" : "Descripción",
    "Add new token" : "Agregar nuevo token",
    "No font overview" : "No hay vista previa de fuentes",
    "Delete this font" : "Borrar esta fuente",
    "No results" : "No hay resultados",
    "Select file" : "Seleccionar archivo",
    "Select file or folder to link to" : "Seleccione archivo o carpeta a enlazar",
    "Could not find any section in the document" : "No se pudo encontrar ninguna sección en el documento",
    "{productName} is not configured" : "{productName} no está configurado",
    "Starting the built-in CODE server failed" : "El arranque del servidor CODE integrado ha fallado",
    "Loading {filename} …" : "Cargando {filename} …",
    "Failed to load {productName} - please try again later" : "Fallo al cargar {productName}. Por favor, inténtalo de nuevo más tarde",
    "Open in local editor" : "Abir en editor local",
    "Cluster is scaling …" : "El clúster está escalando ...",
    "The collaborative editing was terminated by another user" : "La edición colaborativa fue interrumpida por otro usuario",
    "Document loading failed" : "Ha fallado la carga del documento",
    "Please check the Collabora Online server log for more details and make sure that Nextcloud can be reached from there." : "Por favor, revise el archivo de registro del servidor de Collabora Online para obtener más detalles y asegúrese de que Nextcloud sea accesible desde allí.",
    "Socket connection closed unexpectedly. The reverse proxy might be misconfigured, please contact the administrator." : "La conexión del socket se cerró inesperadamente. Es posible que el proxy reverso esté mal configurado, por favor contacte al administrador.",
    "More information can be found in the reverse proxy documentation" : "Más información se puede encontrar en la documentación del proxy reverso.",
    "Close" : "Cerrar",
    "Edit" : "Editar",
    "Built-in CODE Server is starting up shortly, please wait." : "Por favore espere, el servidor interno CODE arrancará en breve.",
    "Built-in CODE Server is restarting, please wait." : "El servidor CODE incorporado esa reiniciando. Por favor, espera.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Error: no se puede encontrar la AppImage. Por favor, reinstala el servidor Collabora Online incorporado.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Error: No se puede hacer ejecutable la AppImage. Por favor, configura un servidor independiente.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Error: ejecutable desactivado en PHP. Por favor, actívalo o configura un servidor independiente.",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Error: No se está ejecutando en un Linux x86-64 o ARM64 (aarch64). Por favor, por en marcha un servidor independiente.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Error: La librería fontconfig no está instalada en su servidor. Por favor, instálala o configura un servidor independiente.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Error: No se está ejecutando en un sistema basado en glibc Linux. Por favor, configura un servidor independiente.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Error: No se iniciar el el servidor Collabora Online incorporado. Por favor, configura un servidor independiente.",
    "Close version preview" : "Cerrar previsualización de la versión",
    "Edit with {productName}" : "Editar con {productName}",
    "Insert into document" : "Insertar en el documento",
    "Open file locally" : "Abrir archivo localmente",
    "When opening a file locally, the document will close for all users currently viewing the document." : "Cuando abre un archivo de manera local, el documento se cerrará para todos los otros usuarios que están viendo el documento.",
    "Open locally" : "Abrir localmente",
    "Continue editing online" : "Continuar la edición en línea",
    "The file should now open locally. If you don't see this happening, make sure that the desktop client is installed on your system." : "El archivo debería abrirse ahora de forma local. Si no ve que esto suceda, asegúrese de que el cliente de escritorio esté instalado en su sistema.",
    "Retry to open locally" : "Reintentar la apertura local",
    "Save a copy of the file under a new name and continue editing the new file" : "Guardar una copia del archivo con un nuevo nombre y continuar editando el nuevo archivo",
    "Failed to revert the document to older version" : "Fallo al revertir el documento a la versión anterior",
    "Built-in CODE server failed to start" : "Ha ocurrido un error al iniciar el servidor CODE integrado",
    "Insert file from {name}" : "Insertar archivo de {name}",
    "Insert file" : "Insertar archivo",
    "Remove from favorites" : "Eliminar de favoritos",
    "Add to favorites" : "Añadir a favoritos",
    "Details" : "Detalles",
    "Download" : "Descargar",
    "(read only)" : "(solo lectura)",
    "Remove user" : "Eliminar usuario",
    "Guest" : "Invitado",
    "Follow current editor" : "Seguir al editor actual",
    "New file" : "Archivo nuevo",
    "Please enter the filename for the new file" : "Por favor ingrese el nombre de archivo para el nuevo archivo",
    "Could not create file" : "No se ha podido crear el archivo",
    "Could not load templates" : "No se pudieron cargar las plantillas",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Guardado con errores: Collabora Online debe usar el mismo protocolo que el instalado en el servidor.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "No se ha podido establecer una conexión con el servidor de  Collabora Online. Esto puede deberse a un configuración incorrecta o que falta en su servidor web. Para más información, por favor visite:",
    "Nextcloud Office requires a seperate server running Collabora Online to provide editing capabilities." : "Nextcloud Office requiere un servidor separado de Collabora Office para proveer capacidades de edición.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requiere un servidor separado que actúe como un cliente WOPI para proveer capacidades de edición.",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Todos los usuarios pueden editar documentos con {productName} por defecto. Cuando esta configuración se activa, solo los miembros de los grupos especificados pueden editar, mientras que el resto solo puede ver documentos.",
    "Secure view settings" : "Ajustes de la vista segura",
    "Secure view enables you to secure documents by embedding a watermark" : "La vista segura permite garantizar documentos mediante la inserción de una marca de agua en ellos",
    "Enable watermarking" : "Habilitar marcas de agua",
    "Show watermark on tagged files" : "Mostrar marcas de agua en los archivos etiquetados",
    "Show watermark for users of groups" : "Mostrar marcas de agua para usuarios de grupos",
    "Show watermark for all shares" : "Mostrar marcas de agua para todas las acciones",
    "Show watermark for read only shares" : "Mostrar marcas de agua para las acciones sólo lectura",
    "Show watermark for all link shares" : "Mostrar marcas de agua para todos los enlaces compartidos",
    "Show watermark for download hidden shares" : "Mostrar marcas de agua para descargar recursos compartidos ocultos",
    "Show watermark for read only link shares" : "Mostrar marcas de agua para compartir enlaces de solo lectura",
    "Show watermark on link shares with specific system tags" : "Mostrar marcas de agua en los enlaces compartidos con una etiqueta específica",
    "Error" : "Error",
    "An error occurred" : "Ha ocurrido un error",
    "Please choose your nickname to continue as guest user." : "Por favor, escoge tu alias para continuar como usuario invitado.",
    "Nickname" : "Alias",
    "Set" : "Guardar",
    "Please enter the filename to store the document as." : "Por favor, introduce el nombre de archivo con el que guardar el documento.",
    "New filename" : "Nuevo nombre de archivo",
    "Collabora Online is not setup yet. Please contact your administrator." : "Collabora Online no se encuentra configurado todavía. Por favor, contacte a su administrador.",
    "Opening the file is not supported, since the credentials for the external storage are not available without a session" : "No está soportada la apertura del archivo, ya que las credenciales para el almacenamiento externo no están disponibles sin una sesión",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Fallo al conectar con (productName). Por favor vuelva a intentarlo más tarde o contacte con su administrador del servidor.",
    "Saving…" : "Guardando…",
    "Insert from {name}" : "Insertar a partir de {name}",
    "Last saved version" : "Última versión guardada",
    "Current version (unsaved changes)" : "Versión actual (cambios no guardados)",
    "Please enter the filename for the new document" : "Por favor ingresa el nombre del archivo para el nuevo documento",
    "Create a new document" : "Crear nuevo documento",
    "Open with {productName}" : "Abrir con {productName}",
    "Global templates" : "Plantillas globales",
    "Add a new template" : "Añadir una plantilla nueva",
    "No templates defined." : "No hay plantillas definidas.",
    "Add a new one?" : "¿Añadir una nueva?",
    "template preview" : "previsualización de plantillas",
    "Files may still be downloadable through Nextcloud unless restricted otherwise through sharing or access control settings" : "Los archivos todavía podrán ser descargados a través de Nextcloud a menos de que existan restricciones desde los recursos compartidos o por ajustes de control de acceso",
    "Previews will be blocked for watermarked files to not leak the first page of documents" : "Las vistas previas serán bloqueadas para los archivos con marcas de agua de manera de no divulgar accidentalmente la primera página de los documentos",
    "Show watermark for shares without download permission" : "Mostrar la marca de agua para las carpetas compartidas que no tienen permiso de descarga",
    "New drawing" : "Dibujo nuevo",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "El documento ya existe",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online se activa por defecto para todos los usuarios. Al activar esta configuración, solo los miembros de los grupos especificados pueden usarlo.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Las plantillas de esta carpeta se añadirán al selector de plantillas de Collabora Online."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}