{ "translations": {
    "New document" : "Nuevo documento",
    "New spreadsheet" : "Nueva hoja de cálculo",
    "New presentation" : "Nueva presentación",
    "New diagram" : "Nuevo diagrama",
    "Cannot create document" : "No se puede crear el documento",
    "New Document.odt" : "Nuevo Documento.odt",
    "New Spreadsheet.ods" : "Nueva HojaDeCálculo.ods",
    "New Presentation.odp" : "Nueva Presentación.odp",
    "New Document.docx" : "Nuevo Documento.docx",
    "New Spreadsheet.xlsx" : "Nueva HojaDeCálculo.xlsx",
    "New Presentation.pptx" : "Nueva Presentación.pptx",
    "File already exists" : "El archivo ya existe",
    "Not allowed to create document" : "No se permite crear el documento",
    "Saved" : "Guardado",
    "Saved with error: Collabora Online should expose the same protocol as the server installation. Please check the ssl.enable and ssl.termination settings of your Collabora Online server." : "Guardado con error: Collabora Online debería exponer el mismo protocolo que la instalación del servidor. Por favor, verifica la configuración de ssl.enable y ssl.termination de tu servidor Collabora Online.",
    "Invalid config key" : "Clave de configuración no válida",
    "Error when saving" : "Error al guardar",
    "The file was uploaded" : "El archivo fue cargado",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "El archivo cargado excede el valor establecido en la directiva upload_max_filesize en el archivo php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "El archivo cargado excede el valor especificado de la directiva MAX_FILE_SIZE en la forma de HTML",
    "The file was only partially uploaded" : "El archivo sólo fue cargado parcialmente",
    "No file was uploaded" : "No se cargó el archivo",
    "Missing a temporary folder" : "Falta una carpeta temporal",
    "Could not write file to disk" : "No fue posible escribir a disco",
    "A PHP extension stopped the file upload" : "Una extensión de PHP detuvo la carga del archivo",
    "No file uploaded or file size exceeds maximum of %s" : "No se ha subido ningún archivo o el tamaño del archivo supera el máximo de %s",
    "Failed to upload the file" : "Error al subir el archivo",
    "File is too big" : "El archivo es demasiado grande.",
    "Only template files can be uploaded" : "Solo se pueden subir archivos de plantilla",
    "Invalid file provided" : "Archivo proporcionado inválido",
    "Template not found" : "Plantilla no encontrada",
    "Link to office document section" : "Enlazar a la sección del documento de oficina",
    "Nextcloud Office" : "Office de Nextcloud",
    "Headings" : "Encabezados",
    "Sections" : "Secciones",
    "Images" : "Imágenes",
    "Sheets" : "Hojas",
    "Slides" : "Diapositivas",
    "Office" : "Semana de colaboradores",
    "Empty" : "Vacío",
    "Anonymous guest" : "Invitado anónimo",
    "%s (Guest)" : "%s (Invitado)",
    "Edit office documents directly in your browser." : "Edita documentos de oficina directamente en tu navegador.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Esta aplicación puede conectarse a un servidor Collabora Online (u otro) (Cliente similar a WOPI). Nextcloud es el Host WOPI. Por favor, lee la documentación para obtener más información al respecto.\n      \n      También puedes editar tus documentos sin conexión con la aplicación Collabora Office de las **[tiendas de Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** y **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Nextcloud Office es una potente suite de oficina en línea basada en Collabora Online con edición colaborativa, que admite todos los formatos de archivos principales de documentos, hojas de cálculo y presentaciones y funciona con todos los navegadores modernos.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online es una potente suite de oficina en línea basada en LibreOffice con edición colaborativa, que admite todos los formatos de archivos principales de documentos, hojas de cálculo y presentaciones y funciona con todos los navegadores modernos.",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "No has configurado la lista blanca para las solicitudes WOPI. Sin esta configuración, los usuarios pueden descargar archivos restringidos a través de las solicitudes WOPI al servidor de Nextcloud.",
    "Click here for more info" : "Haz clic aquí para obtener más información",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "No se pudo establecer la conexión con el servidor Collabora Online. Esto puede deberse a una configuración incorrecta de tu servidor web. Para obtener más información, visita: ",
    "Connecting Collabora Online Single Click with Nginx" : "Conexión de Collabora Online Single Click con Nginx",
    "Could not establish connection to the Collabora Online server." : "No se pudo establecer la conexión con el servidor Collabora Online.",
    "Setting up a new server" : "Configurando un nuevo servidor",
    "Collabora Online should use the same protocol as the server installation." : "Collabora Online debería usar el mismo protocolo que la instalación del servidor.",
    "Collabora Online server is reachable." : "El servidor Collabora Online es accesible.",
    "Please configure a Collabora Online server to start editing documents" : "Por favor, configura un servidor Collabora Online para empezar a editar documentos",
    "Use your own server" : "Usar tu propio servidor",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Nextcloud Office requiere un servidor independiente que ejecute Collabora Online para proporcionar capacidades de edición.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requiere un servidor independiente que actúe como cliente similar a WOPI para proporcionar capacidades de edición.",
    "URL (and Port) of Collabora Online-server" : "URL (y puerto) del servidor Collabora Online",
    "Disable certificate verification (insecure)" : "Deshabilitar la verificación del certificado (inseguro)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Usar el CODE incorporado - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Fácil de instalar, para uso doméstico o grupos pequeños. Un poco más lento que un servidor independiente y sin las características avanzadas de escalabilidad.",
    "This installation does not have a built in server." : "Esta instalación no tiene un servidor incorporado.",
    "Install it from the App Store." : "Instálalo desde la Tienda de aplicaciones.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Si la instalación desde la Tienda de aplicaciones falla, todavía puedes hacerlo manualmente usando este comando:",
    "Use a demo server" : "Usar un servidor de demostración",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Puedes usar un servidor de demostración proporcionado por Collabora y otros proveedores de servicios para probar Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Tu configuración de Nextcloud no puede conectarse a los servidores de demostración debido a:",
    "it is a local setup (localhost)" : "es una configuración local (localhost)",
    "it uses an insecure protocol (HTTP)" : "usa un protocolo inseguro (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "es inaccesible desde internet (posiblemente debido a un firewall o falta de reenvío de puertos)",
    "For use cases like this, we offer instructions for a" : "Para casos de uso como este, ofrecemos instrucciones para un",
    "Quick tryout with Nextcloud docker." : "Prueba rápida con Nextcloud docker.",
    "Loading available demo servers …" : "Cargando servidores de demostración disponibles …",
    "No available demo servers found." : "No se encontraron servidores de demostración disponibles.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Los documentos abiertos con el servidor de demostración configurado se enviarán a un servidor de terceros. Utiliza esto solo para evaluar Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Asegúrate de entender lo siguiente si configuras la demo de Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "El servicio enviará los documentos de los usuarios a los servidores de demostración de Collabora y/u otros terceros.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Este servicio no está destinado para uso en producción, por lo que los documentos mostrarán marcas de agua de mosaico.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Es posible que el servicio de demostración esté bajo una carga pesada, y su rendimiento no representa de ninguna manera el rendimiento de una instalación local.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Estos servidores se utilizan para pruebas y desarrollo, y pueden ejecutar versiones de prueba del software. Como tal, pueden fallar, bloquearse y reiniciarse sin previo aviso.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Los documentos de los usuarios no serán retenidos por un tercero después de que su sesión finalice, excepto en circunstancias excepcionales. Al utilizar el servicio, el usuario otorga permiso para que los ingenieros de Collabora utilicen de manera excepcional dichos datos de documentos, únicamente con el propósito de proporcionar, optimizar y mejorar Collabora Online. Tales datos de documentos se mantendrán confidenciales para Collabora y/o cualquier tercero que proporcione un servidor de demostración.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "En el primer uso y después de una actualización, cada usuario recibirá la advertencia, explicando todo lo mencionado anteriormente.",
    "I agree, and use the demo server" : "Acepto y usar el servidor de demostración",
    "I will setup my own server" : "Configuraré mi propio servidor",
    "Advanced settings" : "Configuraciones avanzados",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Usar Office Open XML (OOXML) en lugar de OpenDocument Format (ODF) de forma predeterminada para archivos nuevos",
    "Restrict usage to specific groups" : "Limitar uso a grupos específicos",
    "{productName} is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "{productName} está habilitado para todos los usuarios de forma predeterminada. Cuando esta configuración está activa, solo los miembros de los grupos especificados pueden usarlo.",
    "Select groups" : "Seleccionar grupos",
    "Restrict edit to specific groups" : "Limitar edición a grupos específicos",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit, whereas the others can only view documents." : "Todos los usuarios pueden editar documentos con {productName} de forma predeterminada. Cuando esta configuración está activa, solo los miembros de los grupos especificados pueden editar, mientras que los demás solo pueden ver documentos.",
    "Use Canonical webroot" : "Usar el webroot Canonico",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "webroot canonico, en caso de que haya varios, para que los use Collabora. Proporciona el que tenga menos restricciones. P. ej. Usa un webroot no-shibbolizado si la instancia es accesible por tanto un webroot shibbolizado y un no shibbolizado. Puedes ignorar esta configuracion si solo un webroot se usa para acceder a la instancia. ",
    "Enable access for external apps" : "Habilitar acceso para aplicaciones externas",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Lista de direcciones IP y subredes IPV4 e IPV6 permitidas para realizar solicitudes a los puntos finales WOPI. Si no se especifica una lista blanca, se permitirán todas las direcciones. Por ejemplo: 10.0.0.20, 10.0.4.0/24",
    "Extra fonts" : "Fuentes adicionales",
    "Upload extra font file" : "Subir archivo de fuente adicional",
    "Upload a font file" : "Subir un archivo de fuente",
    "Available fonts" : "Fuentes disponibles",
    "Secure view settings" : "Configuración de vista segura",
    "Secure view enables you to secure documents by embedding a watermark" : "La vista segura te permite proteger documentos mediante la inserción de una marca de agua",
    "The settings only apply to compatible office files that are opened in Nextcloud Office" : "La configuración solo se aplica a los archivos de oficina compatibles que se abren en Nextcloud Office",
    "The following options within Nextcloud Office will be disabled: Copy, Download, Export, Print" : "Las siguientes opciones dentro de Nextcloud Office se deshabilitarán: Copiar, Descargar, Exportar, Imprimir",
    "Files may still be downloadable through Nextcloud unless restricted otherwise through sharing or access control settings" : "Los archivos todavía pueden descargarse a través de Nextcloud a menos que estén restringidos de otra manera mediante la configuración de uso compartido o control de acceso",
    "Files may still be downloadable via WOPI requests if WOPI settings are not correctly configured" : "Los archivos todavía pueden descargarse a través de solicitudes WOPI si no se han configurado correctamente las opciones WOPI",
    "Previews will be blocked for watermarked files to not leak the first page of documents" : "Las vistas previas de los archivos con marca de agua no se mostrarán para no filtrar la primera página de los documentos",
    "Enable watermarking" : "Habilitar la marca de agua",
    "Supported placeholders: {userId}, {userDisplayName}, {email}, {date}, {themingName}" : "Placeholder admitidos: {userId}, {userDisplayName}, {email}, {date}, {themingName}",
    "Show watermark on tagged files" : "Mostrar marca de agua en archivos etiquetados",
    "Select tags to enforce watermarking" : "Seleccionar etiquetas para aplicar la marca de agua",
    "Show watermark for users of groups" : "Mostrar marca de agua para usuarios de grupos",
    "Show watermark for all shares" : "Mostrar marca de agua para todos los compartidos",
    "Show watermark for read only shares" : "Mostrar marca de agua para compartidos de solo lectura",
    "Show watermark for shares without download permission" : "Mostrar marca de agua para compartidos sin permiso de descarga",
    "Show watermark for all link shares" : "Mostrar marca de agua para todos los compartidos con enlace",
    "Show watermark for download hidden shares" : "Mostrar marca de agua para compartidos ocultos de descarga",
    "Show watermark for read only link shares" : "Mostrar marca de agua para compartidos de solo lectura con enlace",
    "Show watermark on link shares with specific system tags" : "Mostrar marca de agua en compartidos de enlace con etiquetas de sistema específicas",
    "Contact {0} to get an own installation." : "Contacta a {0} para obtener tu propia instalación.",
    "Make sure to set this URL: {url} in the coolwsd.xml file of your Collabora Online server to ensure the added fonts get loaded automatically." : "Asegúrate de configurar esta URL: {url} en el archivo coolwsd.xml de tu servidor Collabora Online para asegurar que las fuentes añadidas se carguen automáticamente.",
    "Failed to save settings" : "Error al guardar la configuración",
    "Font format not supported ({mime})" : "Formato de fuente no admitido ({mime})",
    "Link to your Zotero library" : "Enlace a tu biblioteca de Zotero",
    "Connect your Zotero account to make use of references within Office." : "Conecta tu cuenta de Zotero para utilizar referencias dentro de Office.",
    "You can generate an account key here:" : "Puedes generar una clave de cuenta aquí:",
    "Zotero account settings" : "Configuración de la cuenta de Zotero",
    "Zotero API key" : "Clave API de Zotero",
    "Submit" : "Enviar",
    "Failed to set Zotero API key" : "Error al configurar la clave API de Zotero",
    "Description" : "Descripción",
    "Add new token" : "Agregar nuevo token",
    "No font overview" : "Sin vista general de fuentes",
    "Delete this font" : "Borrar esta fuente",
    "No results" : "No hay resultados",
    "Could not find any section in the document" : "No se pudo encontrar ninguna sección en el documento",
    "Select file or folder to link to" : "Seleccionar archivo o carpeta para enlazar.",
    "Loading {filename} …" : "Cargando {filename} …",
    "Cancel" : "Cancelar",
    "Document loading failed" : "Error al cargar el documento",
    "Close" : "Cerrar",
    "Starting the built-in CODE server failed" : "Falló al iniciar el servidor CODE incorporado",
    "Open in local editor" : "Abrir en editor local",
    "Failed to load {productName} - please try again later" : "Error al cargar {productName} - por favor, inténtalo de nuevo más tarde",
    "{productName} is not configured" : "{productName} no está configurado",
    "Error" : "Error",
    "An error occurred" : "Se produjo un error",
    "Built-in CODE Server is starting up shortly, please wait." : "El servidor CODE incorporado se iniciará pronto, por favor espera.",
    "Built-in CODE Server is restarting, please wait." : "El servidor CODE incorporado se está reiniciando, por favor espera.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Error: No se pudo encontrar el AppImage, por favor reinstala el servidor incorporado de Collabora Online.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Error: No se pudo hacer ejecutable el AppImage, por favor configura un servidor independiente.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Error: Ejecución deshabilitada en PHP, por favor habilítala o configura un servidor independiente.",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Error: No se está ejecutando en Linux x86-64 o ARM64 (aarch64), por favor configura un servidor independiente.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Error: La biblioteca fontconfig no está instalada en tu servidor, por favor instálala o configura un servidor independiente.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Error: No se está ejecutando en Linux basado en glibc, por favor configura un servidor independiente.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Error: No se pudo iniciar el servidor incorporado de Collabora Online, por favor configura uno independiente.",
    "Please choose your nickname to continue as guest user." : "Por favor, elige un apodo para continuar como usuario invitado.",
    "Nickname" : "Apodo",
    "Set" : "Establecer",
    "Close version preview" : "Cerrar vista previa de la versión",
    "Please enter the filename to store the document as." : "Por favor ingresa el nombre del archivo con el cual almacenar el documento",
    "Save As" : "Guardar Como",
    "New filename" : "Nuevo nombredearchivo",
    "Save" : "Guardar",
    "When opening a file locally, the document will close for all users currently viewing the document." : "Cuando abras un archivo localmente, el documento se cerrará para todos los usuarios que lo estén viendo en ese momento.",
    "Open file locally" : "Abrir archivo localmente",
    "Open locally" : "Abrir localmente",
    "Continue editing online" : "Continuar editando en línea",
    "If the file does not open in your local editor, make sure the Nextcloud desktop app is installed and open and try again." : "Si el archivo no se abre en tu editor local, asegúrate de que la aplicación de escritorio de Nextcloud esté instalada y abierta, e inténtalo de nuevo.",
    "Opening file locally …" : "Abriendo el archivo localmente …",
    "Try again" : "Vuelve a intentar",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Error al conectar con {productName}. Por favor, inténtalo de nuevo más tarde o contacta al administrador de tu servidor.",
    "Failed to revert the document to older version" : "Se presentó una falla al revertir el documento a una versión anterior",
    "Select a personal template folder" : "Selecciona una carpeta de plantilla personal",
    "Failed to update the Zotero API key" : "Error al actualizar la clave API de Zotero",
    "Saving …" : "Saving …",
    "Built-in CODE server failed to start" : "Error al iniciar el servidor CODE incorporado",
    "Insert from {name}" : "Insertar desde {name}",
    "Remove from favorites" : "Eliminar de favoritos",
    "Add to favorites" : "Agregar a tus favoritos",
    "Details" : "Detalles",
    "Download" : "Descargar",
    "(read only)" : "(solo lectura)",
    "Remove user" : "Eliminar usuario",
    "Guest" : "Invitado",
    "Follow current editor" : "Seguir al editor actual",
    "Please enter the filename for the new document" : "Por favor, ingresa el nombre del archivo para el nuevo documento",
    "Create a new document" : "Crear un nuevo documento",
    "New drawing" : "Nuevo dibujo",
    "Could not create file" : "No fue posible crear el archivo",
    "Create" : "Crear",
    "Select template" : "Seleccionar plantilla",
    "Edit with {productName}" : "Editar con {productName}",
    "Open with {productName}" : "Abrir con {productName}",
    "Global templates" : "Plantillas globales",
    "Add a new template" : "Agregar una nueva plantilla",
    "No templates defined." : "No hay plantillas definidas.",
    "Add a new one?" : "¿Agregar una nueva?",
    "template preview" : "Vista previa de la plantilla",
    "Select a template directory" : "Seleccionar un directorio de plantilla",
    "Remove personal template folder" : "Eliminar carpeta de plantilla personal",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "Las plantillas dentro de este directorio se agregarán al selector de plantillas de Collabora Online.",
    "Zotero" : "Zotero",
    "Enter Zotero API Key" : "Ingresar clave API de Zotero",
    "Save Zotero API key" : "Guardar clave API de Zotero",
    "Remove Zotero API Key" : "Eliminar clave API de Zotero",
    "To use Zotero specify your API key here. You can create your API key in your" : "Para usar Zotero, especifica tu clave API aquí. Puedes crear tu clave API en la configuración API de tu",
    "Zotero account API settings." : "cuenta de Zotero.",
    "This instance does not support Zotero, because the feature is missing or disabled. Please contact the administration." : "Esta instancia no admite Zotero porque la característica está ausente o deshabilitada. Por favor, contacta a la administración.",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Guardado con error: Collabora Online debería usar el mismo protocolo que la instalación del servidor.",
    "Nextcloud Office requires a seperate server running Collabora Online to provide editing capabilities." : "Nextcloud Office requiere un servidor independiente que ejecute Collabora Online para proporcionar capacidades de edición.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online requiere un servidor independiente que actúe como cliente similar a WOPI para proporcionar capacidades de edición.",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Todos los usuarios pueden editar documentos con {productName} de forma predeterminada. Cuando esta configuración está activa, solo los miembros de los grupos especificados pueden editar y los demás solo pueden ver documentos.",
    "Saving…" : "Guardando...",
    "Last saved version" : "Última versión guardada",
    "Current version (unsaved changes)" : "Versión actual (cambios no guardados)",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "El documento ya existe",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online está habilitado para todos los usuarios de forma predeterminada. Cuando esta configuración está activa, solo los miembros de los grupos especificados pueden usarlo.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Las plantillas dentro de este directorio se agregarán al selector de plantillas de Nextcloud Office."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}