{ "translations": {
    "Saving…" : "Guardando...",
    "All" : "Todos",
    "Remove from favorites" : "Eliminar de favoritos",
    "Add to favorites" : "Agregar a favoritos",
    "Follow current editor" : "Seguir al editor actual",
    "Failed to revert the document to older version" : "Se presentó una falla al revertir el documento a una versión anterior",
    "Please enter the filename to store the document as." : "Por favor ingresa el nombre del archivo con el cual almacenar el documento",
    "Save As" : "Guardar Como",
    "New filename" : "Nuevo nombredearchivo",
    "Cancel" : "Cancelar",
    "Save" : "Guardar",
    "Insert from {name}" : "Insertar a partir de {name}",
    "Please enter the filename for the new document" : "Por favor ingresa el nombre del archivo para el nuevo documento",
    "Create a new document" : "Crear nuevo documento",
    "Loading documents…" : "Cargando documentos...",
    "Edit" : "Editar",
    "New Document" : "Nuevo Documento",
    "New Spreadsheet" : "Nueva Hoja de cálculo",
    "New Presentation" : "Nueva Presentación",
    "Could not create file" : "No fue posible crear el archivo",
    "Can't create document" : "No es posible crear el documento",
    "New Document.odt" : "Nuevo Documento.odt",
    "New Spreadsheet.ods" : "Nueva HojaDeCálculo.ods",
    "New Presentation.odp" : "Nueva Presentación.odp",
    "New Document.docx" : "Nuevo Documento.docx",
    "New Spreadsheet.xlsx" : "Nueva HojaDeCálculo.xlsx",
    "New Presentation.pptx" : "Nueva Presentación.pptx",
    "Saved" : "Guardado",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Guardado con error: Collabora Online debería usar el mismo protocolo que la instalación del servidor.",
    "Collabora Online" : "Collabora Online",
    "Edit office documents directly in your browser." : "Edita archivos de office directamente en tu navegador.",
    "This application can connect to a Collabora Online server (WOPI Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that." : "Esta aplicacion se puede contectar al servidor Collabora Online (Cliente WOPI). Nextcloud es el Huesped WOPI. Por favor consulta la documentación para conocer más al respecto.",
    "Apply" : "Aplicar",
    "Restrict usage to specific groups" : "Limitar uso a grupos específicos",
    "Restrict edit to specific groups" : "Limitar edición a grupos específicos",
    "Enable access for external apps" : "Habilitar acceso para aplicaciones externas",
    "Add" : "Guardar",
    "Use Canonical webroot" : "Usar el webroot Canonico",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "webroot canonico, en caso de que haya varios, para que los use Collabora. Proporciona el que tenga menos restricciones. P. ej. Usa un webroot no-shibbolizado si la instancia es accesible por tanto un webroot shibbolizado y un no shibbolizado. Puedes ignorar esta configuracion si solo un webroot se usa para acceder a la instancia. ",
    "Wrong password. Please retry." : "Contraseña incorrecta. Por favor intentalo de nuevo.",
    "Password" : "Contraseña",
    "OK" : "OK",
    "Guest %s" : "Invitado %s",
    "This link has been expired or is never existed. Please contact the person who shared it with you for details." : "Esta liga ha expirado o nunca existió. Por favor de contacta a la persona que lo compartió contigo para más detalles."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}