{ "translations": {
    "New document" : "Dokumentu berria",
    "New presentation" : "Aurkezpen berria",
    "Collabora Online" : "Collabora Online",
    "New Document.odt" : "Dokumentu berria.odt",
    "New Spreadsheet.ods" : "Kalkulu-orri berria.ods",
    "New Presentation.odp" : "Aurkezpen berria.odp",
    "New Document.docx" : "Dokumentu berria.docx",
    "New Spreadsheet.xlsx" : "Kalkulu-orri berria.xlsx",
    "New Presentation.pptx" : "Aurkezpen berria.pptx",
    "Document already exists" : "Dokumentua badago dagoeneko",
    "Not allowed to create document" : "Ez duzu baimenik dokumentua sortzeko",
    "Saved" : "Gordeta",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Errorearekin gordeta: Collabora Onlinek zerbitzariko instalazioaren protokolo bera erabili beharko luke.",
    "Invalid config key" : "Konfigurazio gako baliogabea",
    "Error when saving" : "Errorea gordetzean",
    "File is too big" : "Fitxategia handiegia da",
    "Only template files can be uploaded" : "Txantiloi fitxategiak soilik kargatu daitezke",
    "Invalid file provided" : "Baliogabeko fitxategia eman da",
    "Template not found" : "Ez da txantiloia aurkitu",
    "Empty" : "Hutsik",
    "%s (Guest)" : "%s (Gonbidatua)",
    "Anonymous guest" : "Gonbidatu anonimoa",
    "Edit office documents directly in your browser." : "Editatu bulegoko dokumentuak nabigatzailean bertan.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Aplikazio hau Collabora Online (edo bestelako) zerbitzari batekin konekta daiteke (WOPI moduko Bezeroa). Nextcloud da WOPI Ostalaria. Irakurri dokumentazioa honi buruz gehiago jakiteko.\n\nOff-line ere edita ditzakezu zure dokumentuak Collabora Office aplikazioa lortuz hemendik **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** edo hemendik **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online sarean lankidetzan aritzeko office suite indartsu bat da, LibreOffice-n oinarritua. Testu, kalkulu eta aurkezpen dokumentuen formatu nagusiak onartzen ditu eta nabigatzaile moderno guztiekin ondo dabil.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "Ezin izan da konexioa ezarri Collabora Online zerbitzariarekin. Baliteke zerbait konfiguratu gabe egotea zure web zerbitzarian. Informazio gehiagorako, joan hona:",
    "Connecting Collabora Online Single Click with Nginx" : "Collabora Online Single Click konektatzen Nginx-ekin.",
    "Could not establish connection to the Collabora Online server." : "Ezin izan da konexioa ezarri Collabora Online zerbitzariarekin.",
    "Setting up a new server" : "Zerbitzari berri bat konfiguratzen",
    "Collabora Online server is reachable." : "Collabora Online zerbitzaria eskuragarri dago.",
    "Please configure a Collabora Online server to start editing documents" : "Dokumentuak editatzen hasteko, konfiguratu Collabora Online zerbitzari bat.",
    "Use your own server" : "Erabili zure zerbitzaria",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online-k zerbitzari bereizi bat behar du, WOPI moduko Bezero lana eginez ediziorako gaitasunak emateko.",
    "URL (and Port) of Collabora Online-server" : "Collabora Online zerbitzariaren URL (eta ataka)",
    "Disable certificate verification (insecure)" : "Desgaitu ziurtagiri egiaztapena (ez da segurua)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Erabili aplikazioak dakarren CODE (Collabora Online Development Edition)",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Instalatzeko erraza, etxeko erabilera edo talde txikientzat. Zerbitzari autonomo bat baino pixka bat motelagoa eta eskalagarritasun aukera aurreraturik gabe.",
    "This installation does not have a built in server." : "Instalazio honek ez dakar zerbitzari barneraturik.",
    "Install it from the app store." : "Instalatu aplikazioen biltegitik.",
    "If the installation from the app store fails, you can still do that manually using this command:" : "Aplikazioen biltegitik instalatzeak huts egiten badu, eskuz egin dezakezu komando hau erabiliz:",
    "Use a demo server" : "Erabili demo zerbitzari bat",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Collabora Online probatzeko, Collaborak eta beste batzuek eskaintzen duten probako zerbitzari bat erabil dezakezu.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Zure Nextcloud konfigurazioa ez da gai probako zerbitzariarekin konektatzeko, honengatik:",
    "it is a local setup (localhost)" : "konfigurazio lokala da (ostalari lokala)",
    "it uses an insecure protocol (http)" : "segurua ez den protokolo bat erabiltzen du (http)",
    "it is unreachable from the Internet (possibly because of a firewall, or lack of port forwarding)" : "ezin da atzitu internetetik (agian suebaki batengatik, edo ataka birbideratzea falta delako)",
    "For use cases like this, we offer instructions for a" : "Horrelako kasuetarako, argibideak ematen ditugu hau egiteko:",
    "Quick tryout with Nextcloud docker." : "Saiakera azkarra Nextcloud docker bidez.",
    "Loading available demo servers …" : "Eskuragarri dauden probako zerbitzariak kargatzen...",
    "No available demo servers found." : "Ez da aurkitu probako zerbitzari eskuragarririk.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Probako zerbitzari bat konfiguratuta irekitako dokumentuak hirugarren baten zerbitzarira bidaliko dira. Collabora Online aztertzeko bakarrik erabili aukera hau.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Ziurtatu ulertzen duzula zer gertatuko den Collabora Online demo konfiguratzen baduzu.",
    "The service will send users documents to Collabora and/or third party demo servers." : "Zerbitzuak erabiltzaileen dokumentuak bidaliko ditu Collaboraren edo/eta hirugarren batzuen probako zerbitzarietara.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Zerbitzu hau ez da produkziorako, beraz dokumentuetan ur-marka txikiak agertuko dira.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Baliteke demo zerbitzu hau gainkargatuta egotea, bere funtzionamenduak ez du inola ere erakusten bertsio lokalean egindako instalazio batena.",
    "I agree, and use the demo server" : "Onartzen dut, eta erabili demo zerbitzaria",
    "I will setup my own server" : "Nire zerbitzaria konfiguratuko dut",
    "Advanced settings" : "Ezarpen aurreratuak",
    "Restrict usage to specific groups" : "Baimendu erabilpena talde jakin batzuei",
    "Select groups" : "Hautatu taldeak",
    "Restrict edit to specific groups" : "Baimendu editatzea talde jakin batzuei",
    "Use Canonical webroot" : "Erabili Canonical webroot-a",
    "Enable access for external apps" : "Gaitu kanpoko aplikazioentzako sarbidea",
    "Secure view enables you to secure documents by embedding a watermark" : "Ikuspegi seguruak dokumentuak ur-marka bat txertatuz segurtatzeko aukera ematen dizu.",
    "Failed to save settings" : "Huts egin du ezarpenak gordetzean",
    "Description" : "Deskribapena",
    "Add new token" : "Gehitu token berria",
    "No results" : "Emaitzarik ez",
    "Error" : "Errorea",
    "An error occurred" : "Errore bat gertatu da",
    "Please choose your nickname to continue as guest user." : "Aukeratu ezizen bat gonbidatutako erabiltzaile bezala jarraitzeko.",
    "Nickname" : "Ezizena",
    "Set" : "Ezarri",
    "Close version preview" : "Itxi bertsioaren aurrebista",
    "Please enter the filename to store the document as." : "Sartu dokumentua gordetzeko erabiliko den fitxategi-izena.",
    "Save As" : "Gorde honela",
    "New filename" : "Fitxategi-izen berria",
    "Cancel" : "Utzi",
    "Save" : "Gorde",
    "Edit with {productName}" : "Editatu honekin: {productName}",
    "Failed to load {productName} - please try again later" : "Huts egin du {productName} kargatzean - saiatu berriro beranduago",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Huts egin du hona konektatzean: {productName}. Saiatu berriro beranduago edo jarri zerbitzariaren administratzailearekin harremanetan.",
    "Select a personal template folder" : "Hautatu txantiloi pertsonalizatuentzako karpeta bat",
    "Saving…" : "Gordetzen...",
    "Insert from {name}" : "Txertatu hemendik: {name}",
    "Remove from favorites" : "Kendu gogokoetatik",
    "Add to favorites" : "Gehitu gogokoetan",
    "Details" : "Xehetasunak",
    "Download" : "Deskargatu",
    "(read only)" : "(irakurtzeko soilik)",
    "Remove user" : "Kendu erabiltzailea",
    "Guest" : "Gonbidatua",
    "Follow current editor" : "Jarraitu uneko editorea",
    "Last saved version" : "Gordetako azken bertsioa",
    "Failed to revert the document to older version" : "Huts egin du dokumentua aurreko bertsiora leheneratzean",
    "Please enter the filename for the new document" : "Sartu dokumentu berriaren fitxategi-izena",
    "Create a new document" : "Sortu dokumentu berria",
    "Could not create file" : "Ezin izan da fitxategia sortu",
    "Create" : "Sortu",
    "Select template" : "Hautatu txantiloia",
    "Global templates" : "Txantiloi orokorrak",
    "Add a new template" : "Gehitu txantiloi berri bat",
    "No templates defined." : "Ez da txantiloirik definitu.",
    "Add a new one?" : "Berri bat gehitu?",
    "template preview" : "txantiloiaren aurrebista",
    "Select a template directory" : "Hautatu txantiloien direktorioa",
    "Remove personal template folder" : "Kendu txantiloi pertsonalizatuen karpeta",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Direktorio honetako txantiloiak Collabora Online-ko txantiloi hautatzailera gehituko dira"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}