{ "translations": {
    "No files found for this task." : "Níor aimsíodh aon chomhad don tasc seo.",
    "Cannot create document" : "Ní féidir doiciméad a chruthú",
    "New Document.odt" : "Doiciméad Nua.odt",
    "New Spreadsheet.ods" : "Scarbhileog Nua",
    "New Presentation.odp" : "Taispeántas Nua.odp",
    "New Document.docx" : "Doiciméad Nua.docx",
    "New Spreadsheet.xlsx" : "Scarbhileog Nua.xlsx",
    "New Presentation.pptx" : "Léiriú Nua.pptx",
    "File already exists" : "Tá an comhad ann cheana féin",
    "Not allowed to create document" : "Ní cheadaítear doiciméad a chruthú",
    "Saved" : "Shábháil",
    "Invalid config key" : "Eochair chumraíochta neamhbhailí",
    "Error when saving" : "Earráid le linn shábháil",
    "The file was uploaded" : "Uaslódáladh an comhad",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "Sáraíonn an comhad uaslódáilte an treoir upload_max_filesize i php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "Sáraíonn an comhad uaslódáilte an treoir MAX_FILE_SIZE a sonraíodh san fhoirm HTML",
    "The file was only partially uploaded" : "Níor uaslódáladh an comhad ach go páirteach",
    "No file was uploaded" : "Níor uaslódáladh aon chomhad",
    "Missing a temporary folder" : "Fillteán sealadach ar iarraidh",
    "Could not write file to disk" : "Níorbh fhéidir an comhad a scríobh ar an diosca",
    "A PHP extension stopped the file upload" : "Chuir síneadh PHP stop le huaslódáil an chomhaid",
    "No file uploaded or file size exceeds maximum of %s" : "Níl aon chomhad uaslódáilte nó méid comhaid níos mó ná uasmhéid%s",
    "Failed to upload the file" : "Theip ar uaslódáil an chomhaid",
    "File is too big" : "Tá an comhad ró-mhór.",
    "Only template files can be uploaded" : "Ní féidir ach comhaid teimpléid a uaslódáil",
    "Invalid file provided" : "Comhad neamhbhailí curtha ar fáil",
    "Template not found" : "Teimpléad gan aimsiú",
    "Unable to determine the proper file extension for %1$s" : "Ní féidir an síneadh cuí comhaid a chinneadh le haghaidh %1$s",
    "Unable to fetch information on %1$s" : "Ní féidir faisnéis a fháil ar %1$s",
    "PDF (.pdf)" : "PDF (.pdf)",
    "Image (.png)" : "Íomhá (.png)",
    "Image (.svg)" : "Íomhá (.svg)",
    "Text (.rtf)" : "Téacs (.rtf)",
    "Text (.txt)" : "Téacs (.txt)",
    "Word Document (.docx)" : "Doiciméad Word (.docx)",
    "OpenDocument Text (.odt)" : "Téacs OpenDocument (.odt)",
    "Excel Workbook (.xlsx)" : "Leabhar Oibre Excel (.xlsx)",
    "OpenDocument Spreadsheet (.ods)" : "Scarbhileog OpenDocument (.ods)",
    "PowerPoint Presentation (.pptx)" : "Cur i Láthair PowerPoint (.pptx)",
    "OpenDocument Presentation (.odp)" : "Cur i Láthair OpenDocument (.odp)",
    "New document" : "Doiciméad nua",
    "New spreadsheet" : "Scarbhileog nua",
    "New presentation" : "Cur i láthair nua",
    "New diagram" : "Léaráid nua",
    "{user} has mentioned you in {node}" : "Luaigh {user} thú in {node}",
    "Link to office document section" : "Nasc chuig an rannán doiciméad oifige",
    "Nextcloud Office" : "Oifig Nextcloud",
    "Headings" : "Ceannteidil",
    "Sections" : "Ailt",
    "Images" : "Íomhánna",
    "Sheets" : "Bileoga",
    "Slides" : "Sleamhnáin",
    "Office" : "Oifig",
    "Nextcloud Assistant Slide Deck Generator" : "Gineadóir Deic Sleamhnán Cúnta Nextcloud",
    "Generate Slide Deck" : "Gin Deic Sleamhnán",
    "Generate a slide deck from a presentation script" : "Gin deic sleamhnán ó script cur i láthair",
    "Presentation script" : "Script cur i láthair",
    "Write the text for your presentation here" : "Scríobh an téacs do do chur i láthair anseo",
    "Generated slide deck" : "Deic sleamhnán ginte",
    "The slide deck generated" : "An deic sleamhnán a gineadh",
    "Nextcloud Office text document generator" : "Gineadóir doiciméad téacs Nextcloud Office",
    "Document format" : "Formáid doiciméad",
    "The format of the generated document" : "Formáid an doiciméid a ghintear",
    "OpenXML (docx)" : "OpenXML (docx)",
    "OpenDocument (odt)" : "OpenDocument (odt)",
    "Portable Document Format (pdf)" : "Formáid Doiciméad Iniompartha (pdf)",
    "Generate Office text document" : "Gin doiciméad téacs Office",
    "Generate an Office text document from a prompt" : "Gin doiciméad téacs Office ó leid",
    "Instructions" : "Comhaid Nextcloud ag teastáil",
    "Describe the document you want the assistant to generate" : "Déan cur síos ar an doiciméad a theastaíonn uait don chúntóir a ghiniúint",
    "Generated Office document" : "Doiciméad oifige ginte",
    "The Office document that was generated from the description" : "Doiciméad na hOifige a gineadh ón tuairisc",
    "Nextcloud Office spreadsheet generator" : "Gineadóir scarbhileog Office Nextcloud",
    "OpenXML (xlsx)" : "OpenXML (xlsx)",
    "OpenDocument (ods)" : "OpenDocument (ods)",
    "Generate Office spreadsheet document" : "Gin doiciméad scarbhileog na hOifige",
    "Generate an Office spreadsheet document from a prompt" : "Gin doiciméad scarbhileog Oifige ó leid",
    "Empty" : "Folamh",
    "Anonymous guest" : "Aoi gan ainm",
    "%s (Guest)" : "%s (Aoi)",
    "Edit office documents directly in your browser." : "Cuir doiciméid oifige in eagar go díreach i do bhrabhsálaí.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Is féidir leis an bhfeidhmchlár seo nascadh le freastalaí Collabora Online (nó freastalaí eile) (Cliant cosúil le WOPI). Is é Nextcloud an t-óstach WOPI. Léigh na doiciméid le do thoil chun tuilleadh a fhoghlaim faoi sin.\n\nIs féidir leat freisin do dhoiciméid a chur in eagar as-líne le haip Collabora Oifig ón **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** agus * *[iOS]( https://apps.apple.com/us/app/collabora-office/id1440482071)** siopa.",
    "Accepted file types: {accepts}" : "Cineálacha comhaid a nglactar leo: {accepts}",
    "Uploaded template \"{name}\"" : "Uaslódáladh teimpléad \"{name}\"",
    "Template \"{name}\" already exists" : "Tá an teimpléad \"{name}\" ann cheana",
    "Unable to delete template" : "Ní féidir an teimpléad a scriosadh",
    "Deleted template" : "Teimpléad scriosta",
    "Global Templates" : "Teimpléid Dhomhanda",
    "New" : "Nua",
    "Contact {0} to get an own installation." : "Déan teagmháil le {0} chun suiteáil féin a fháil.",
    "Make sure to set this URL: {url} in the coolwsd.xml file of your Collabora Online server to ensure the added fonts get loaded automatically. Please note that http:// will only work for debug builds of Collabora Online. In production you must use https:// for remote font config." : "Bí cinnte an URL seo a shocrú: {url} sa chomhad coolwsd.xml de do fhreastalaí Collabora Ar Líne chun a chinntiú go lódáiltear na clónna breise go huathoibríoch. Tabhair faoi deara le do thoil nach n-oibreoidh http:// ach le haghaidh tógála dífhabhtaithe de Collabora Online. I dtáirgeadh ní mór duit https:// a úsáid le haghaidh cianchumraíocht na gcló.",
    "Failed to save settings" : "Theip ar na socruithe a shábháil",
    "Font format not supported ({mime})" : "Ní thacaítear le formáid an chló ({mime})",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Is sraith oifige chumhachtach ar líne í Nextcloud Oifig atá bunaithe ar Collabora Online le eagarthóireacht chomhoibríoch, a thacaíonn le gach mór dhoiciméad, scarbhileog agus formáid comhaid léirithe agus a oibríonn le chéile le gach brabhsálaí nua-aimseartha.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Is sraith chumhachtach oifige ar líne é Collabora Online atá bunaithe ar LibreOffice le heagarthóireacht chomhoibríoch, a thacaíonn le gach mórdhoiciméad, scarbhileog agus formáid comhaid léirithe agus a oibríonn le chéile le gach brabhsálaí nua-aimseartha.",
    "Could not establish connection to the Collabora Online server." : "Níorbh fhéidir nasc a bhunú leis an bhfreastalaí Collabora Online.",
    "This might be due to a missing configuration of your web server. For more information, please visit: " : "Seans go bhfuil sé seo mar gheall ar chumraíocht do fhreastalaí gréasáin in easnamh. Le haghaidh tuilleadh eolais, le do thoil tabhair cuairt ar:",
    "Connecting Collabora Online Single Click with Nginx" : "Ag nascadh Collabora Online Cliceáil Aonair le Nginx",
    "Setting up a new server" : "Freastalaí nua a shocrú",
    "Collabora Online should use the same protocol as the server installation." : "Ba cheart go n-úsáidfeadh Collabora Online an prótacal céanna leis an suiteáil freastalaí.",
    "Your browser has been unable to connect to the Collabora server:" : "Níorbh fhéidir le do bhrabhsálaí ceangal leis an bhfreastalaí Collabora:",
    "This URL is determined on the Collabora server either from the configured URL or the server_name parameter in coolwsd.xml." : "Cinntear an URL seo ar an bhfreastalaí Collabora ón URL cumraithe nó ón bparaiméadar server_name in coolwsd.xml.",
    "Collabora Online server is reachable." : "Is féidir teacht ar fhreastalaí Collabora Online.",
    "URL used by the browser:" : "URL a úsáideann an brabhsálaí:",
    "Nextcloud URL used by Collabora:" : "URL Nextcloud arna úsáid ag Collabora:",
    "Please configure a Collabora Online server to start editing documents" : "Cumraigh freastalaí Collabora Online le do thoil chun tús a chur le heagarthóireacht ar dhoiciméid",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "Níl an liosta ceadaithe d'iarratais WOPI cumraithe agat. Gan an socrú seo féadfaidh úsáideoirí comhaid srianta a íoslódáil trí iarratais WOPI chuig an bhfreastalaí Nextcloud.",
    "Click here for more info" : "Cliceáil anseo le haghaidh tuilleadh eolais",
    "Use your own server" : "Bain úsáid as do fhreastalaí féin",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Teastaíonn freastalaí ar leith ó Nextcloud Oifig a ritheann Collabora Online chun cumais eagarthóireachta a sholáthar.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Teastaíonn freastalaí ar leith ó Collabora Online a fheidhmíonn mar Chliant cosúil le WOPI chun cumais eagarthóireachta a sholáthar.",
    "URL (and Port) of Collabora Online-server" : "URL (agus Port) an fhreastalaí Collabora Ar Líne",
    "Disable certificate verification (insecure)" : "Díchumasaigh fíorú teastais (neamhshlán)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Cumasaigh má úsáideann do fhreastalaí Collabora Online teastas féin-shínithe",
    "Use the built-in CODE - Collabora Online Development Edition" : "Úsáid an CÓD ionsuite - Eagrán Forbartha Ar Collabora Online",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Éasca le suiteáil, le húsáid sa bhaile nó le grúpaí beaga. Beagán níos moille ná freastalaí neamhspleách agus gan na hardghnéithe inscálaithe.",
    "This installation does not have a built in server." : "Níl freastalaí ionsuite ag an tsuiteáil seo.",
    "Install it from the App Store." : "Suiteáil é ón Siopa Aip.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Má theipeann ar an tsuiteáil ón Siopa Aip, is féidir leat é sin a dhéanamh de láimh fós ag baint úsáide as an ordú seo:",
    "Use a demo server" : "Bain úsáid as freastalaí taispeána",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Is féidir leat freastalaí taispeána a sholáthraíonn Collabora agus soláthraithe seirbhíse eile a úsáid chun triail a bhaint as Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Níl do shocrú Nextcloud in ann ceangal leis na freastalaithe taispeána toisc:",
    "it is a local setup (localhost)" : "is socrú áitiúil é (localhost)",
    "it uses an insecure protocol (HTTP)" : "úsáideann sé prótacal neamhdhaingean (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "níl sé inrochtana ón idirlíon (b'fhéidir mar gheall ar bhalla dóiteáin, nó easpa seolta ar aghaidh)",
    "For use cases like this, we offer instructions for a" : "I gcásanna úsáide mar seo, cuirimid treoracha ar fáil le haghaidh a",
    "Quick tryout with Nextcloud docker." : "Triail thapa le docker Nextcloud.",
    "Loading available demo servers …" : "Freastalaithe taispeána atá ar fáil á lódáil…",
    "No available demo servers found." : "Níor aimsíodh freastalaithe taispeána ar fáil.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Seolfar doiciméid a osclaítear leis an bhfreastalaí taispeána cumraithe chuig freastalaí 3ú páirtí. Ná húsáid ach é seo chun Collabora Online a mheas.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Bí cinnte go dtuigeann tú go dtarlóidh an méid seo a leanas má bhunaíonn tú an taispeántas Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "Seolfaidh an tseirbhís doiciméid úsáideoirí chuig Collabora agus/nó freastalaithe taispeána tríú páirtí.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Níl an tseirbhís seo beartaithe le haghaidh úsáide táirgeachta, mar sin léireoidh na doiciméid comharthaí uisce tíl.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Féadfaidh an tseirbhís taispeána a bheith faoi ualach trom, agus níl a fheidhmíocht ionadaíoch ar aon bhealach ar fheidhmíocht suiteála ar an áitreabh.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Úsáidtear na freastalaithe seo le haghaidh tástála agus forbartha, agus féadfaidh siad leaganacha tástála de na bogearraí a rith. Mar sin féadfaidh siad tuairteála, sruthán, agus tosú arís gan rabhadh.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Ní choinneoidh tríú páirtí doiciméid na n-úsáideoirí tar éis don seisiún a bheith críochnaithe ach amháin i gcúinsí eisceachtúla. Trí úsáid a bhaint as an tseirbhís, tugann an t-úsáideoir cead d’innealtóirí Collabora a leithéid de shonraí doiciméad a úsáid go heisceachtúil, chun críche Collabora Online a sholáthar, a bharrfheabhsú agus a fheabhsú amháin. Fanfaidh sonraí doiciméad den sórt sin faoi rún ag Collabora agus/nó ag aon tríú páirtí a sholáthraíonn freastalaí taispeána.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "Ag an gcéad úsáid agus tar éis nuashonrú, gheobhaidh gach úsáideoir an rabhadh, ag míniú gach rud thuas.",
    "I agree, and use the demo server" : "Aontaím, agus bain úsáid as an bhfreastalaí taispeána",
    "I will setup my own server" : "Socróidh mé mo fhreastalaí féin",
    "Advanced settings" : "Ardsocruithe",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Úsáid Oifig Oscailte XML (OOXML) in ionad OpenDocument Formáid (ODF) de réir réamhshocraithe le haghaidh comhaid nua",
    "Restrict usage to specific groups" : "Úsáid a shrianadh do ghrúpaí ar leith",
    "{productName} is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Tá {productName} cumasaithe do gach úsáideoir de réir réamhshocraithe. Nuair atá an socrú seo gníomhach, ní féidir ach le baill de na grúpaí sonraithe é a úsáid.",
    "Select groups" : "Roghnaigh grúpaí",
    "Restrict edit to specific groups" : "Srian a chur in eagar do ghrúpaí ar leith",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit, whereas the others can only view documents." : "Is féidir le gach úsáideoir doiciméid le {productName} a chur in eagar de réir réamhshocraithe. Nuair a bhíonn an socrú seo gníomhach, ní féidir ach le baill na ngrúpaí sonraithe eagarthóireacht a dhéanamh, ach ní féidir leis na cinn eile ach féachaint ar dhoiciméid.",
    "Use Canonical webroot" : "Úsáid Canonical webroot",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Fréamh gréasáin canonical, i gcás go bhfuil iolraí ann, le húsáid ag Collabora. Cuir an ceann is lú srianta ar fáil. M.sh.: Bain úsáid as fréamh gréasáin neamhshibóideach má tá rochtain ag fréamhacha gréasáin shibóideach agus neamhshibólaithe ar an gcás seo. Is féidir leat neamhaird a dhéanamh den socrú seo mura n-úsáidtear ach fréamh gréasáin amháin chun rochtain a fháil ar an gcás seo.",
    "Enable access for external apps" : "Cumasaigh rochtain ar aipeanna seachtracha",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Liosta de sheoltaí IP IPV4 agus IPV6 agus folíonta a bhfuil cead acu iarratais ar chríochphointí WAPI a dhéanamh. Mura sonraítear liosta ceada, ceadófar gach óstach. E.g. 10.0.0.20,10.0.4.0/24",
    "Custom Fonts" : "Clónna Saincheaptha",
    "Upload font file" : "Uaslódáil comhad cló",
    "Upload a font file" : "Uaslódáil comhad cló",
    "Available fonts" : "Clónna ar fáil",
    "For ideal document compatibility we recommend you to install commonly used fonts. If your users are working with Microsoft Office, installing their proprietary fonts can be done following the documentation." : "Le haghaidh comhoiriúnachta doiciméad idéalach molaimid duit clónna a úsáidtear go coitianta a shuiteáil. Má tá d'úsáideoirí ag obair le Microsoft Office, is féidir a gcuid clónna dílseánaigh a shuiteáil tar éis na doiciméid.",
    "Custom fonts documentation" : "Doiciméadú clónna saincheaptha",
    "Secure View" : "Amharc Slán",
    "Secure view enables you to secure office documents by blocking downloads, previews and showing a watermark" : "Leis an radharc slán, is féidir leat doiciméid oifige a dhaingniú trí íoslódálacha, réamhamhairc agus comhartha uisce a thaispeáint a bhac.",
    "The settings only apply to compatible office files that are opened in Nextcloud Office" : "Ní bhaineann na socruithe ach le comhaid oifige chomhoiriúnacha a osclaítear in Oifig Nextcloud",
    "Downloading the file through WebDAV will be blocked" : "Cuirfear bac ar an gcomhad a íoslódáil trí WebDAV",
    "The following options within Nextcloud Office will be disabled: Copy, Download, Export, Print" : "Díchumasófar na roghanna seo a leanas in Oifig Nextcloud: Cóipeáil, Íoslódáil, Easpórtáil, Priontáil",
    "Files may still be downloadable via WOPI requests if WOPI settings are not correctly configured" : "Seans go mbeidh comhaid fós le híoslódáil trí iarratais WOPI mura bhfuil socruithe WOPI cumraithe i gceart",
    "Previews will be blocked" : "Cuirfear bac ar réamhamhairc",
    "Enable secure view" : "Cumasaigh radharc slán",
    "Supported placeholders: {userId}, {userDisplayName}, {email}, {date}, {themingName}" : "Áitsealbhóirí a dtacaítear leo: {userId}, {userDisplayName}, {email}, {date}, {themingName}",
    "Enforce secure view on tagged files" : "Forfheidhmigh radharc slán ar chomhaid chlibeáilte",
    "Select tags to enforce watermarking" : "Roghnaigh clibeanna chun comhartha uisce a chur i bhfeidhm",
    "Enforce secure view for users of groups" : "Forfheidhmigh radharc slán d'úsáideoirí grúpaí",
    "Enforce secure view for all shares" : "Forfheidhmigh radharc slán do gach scaireanna",
    "Enforce secure view for read only shares" : "Forfheidhmigh radharc slán le haghaidh scaireanna inléite amháin",
    "Enforce secure view for all public Talk shares" : "Forfheidhmigh radharc slán do gach scaireanna poiblí Talk",
    "Enforce secure view for shares without download permission" : "Forfheidhmigh radharc slán le haghaidh scaireanna gan chead íoslódála",
    "Enforce secure view for all link shares" : "Forfheidhmigh radharc slán do gach comhroinnt nasc",
    "Enforce secure view for download hidden shares" : "Forfheidhmigh radharc slán le haghaidh scaireanna i bhfolach a íoslódáil",
    "Enforce secure view for read only link shares" : "Forfheidhmigh radharc slán le haghaidh comhroinnt nasc léite amháin",
    "Enforce secure view on link shares with specific system tags" : "Forfheidhmigh radharc slán ar chomhroinnt nasc le clibeanna córais shonracha",
    "Select tags to enforce secure view" : "Roghnaigh clibeanna chun radharc slán a fhorfheidhmiú",
    "Electronic Signature" : "Síniú Leictreonach",
    "Client ID for the electronic signature API" : "ID an chliaint don API ríomhshínithe",
    "Fill in the registration form at https://eideasy.com/signup to obtain a client ID and secret." : "Líon isteach an fhoirm chlárúcháin ag https://eideasy.com/signup chun ID agus rún an chliaint a fháil.",
    "Secret for the electronic signature API" : "Rúnda don API síniú leictreonach",
    "The secret may be downloadable via WOPI requests if WOPI allow list is not correctly configured." : "Is féidir an rún a íoslódáil trí iarratais WOPI mura bhfuil liosta ceadaithe WOPI cumraithe i gceart.",
    "Save" : "Sábháil",
    "Remove" : "Bain",
    "Please enter the guest name you wish to use before proceeding to the document. If you don't provide one, the default will be used." : "Cuir isteach an t-ainm aoi is mian leat a úsáid sula dtéann tú ar aghaidh chuig an doiciméad le do thoil. Mura gcuireann tú ceann ar fáil, úsáidfear an réamhshocrú.",
    "Guest name" : "Ainm aoi",
    "Submit name" : "Cuir ainm",
    "Confirm" : "Deimhnigh",
    "Cancel" : "Cealaigh",
    "Save As" : "Sábháil mar",
    "Save as" : "Sábháil mar",
    "Path to save" : "Conair a shábháil",
    "Invalid file name" : "Ainm comhaid neamhbhailí",
    "File name already exists" : "Tá ainm comhaid ann cheana féin",
    "Select template" : "Roghnaigh teimpléad",
    "File name" : "Ainm comhaid",
    "Create" : "Cruthaigh",
    "Failed to set Zotero API key" : "Theip ar eochair Zotero API a shocrú",
    "Link to your Zotero library" : "Nasc le do leabharlann Zotero",
    "Connect your Zotero account to make use of references within Office." : "Ceangail do chuntas Zotero chun úsáid a bhaint as tagairtí laistigh den Oifig.",
    "You can generate an account key here:" : "Is féidir leat eochair chuntais a ghiniúint anseo:",
    "Zotero account settings" : "Socruithe cuntais Zotero",
    "Zotero API key" : "Eochair Zotero API",
    "Submit" : "Cuir isteach",
    "Select a personal template folder" : "Roghnaigh fillteán teimpléad pearsanta",
    "Settings saved successfully." : "D'éirigh leis na socruithe a shábháil.",
    "Failed to save settings." : "Theip ar na socruithe a shábháil.",
    "Unexpected error occurred." : "Tharla earráid gan choinne.",
    "Personal Settings for Nextcloud Office" : "Socruithe Pearsanta d'Oifig Nextcloud",
    "Select a template directory" : "Roghnaigh eolaire teimpléid",
    "Remove personal template folder" : "Bain fillteán teimpléid pearsanta",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "Cuirfear teimpléid taobh istigh den eolaire seo le roghnóir teimpléid Oifig Nextcloud.",
    "Zotero" : "Zotero",
    "Enter Zotero API Key" : "Cuir isteach Eochair API Zotero",
    "Remove Zotero API Key" : "Bain Eochair Zotero API",
    "To use Zotero specify your API key here. You can create your API key in your" : "Chun Zotero a úsáid sonraigh d'eochair API anseo. Is féidir leat d'eochair API a chruthú i do",
    "Zotero account API settings." : "Socruithe API chuntais Zotero.",
    "This instance does not support Zotero, because the feature is missing or disabled. Please contact the administration." : "Ní thacaíonn an cás seo le Zotero, toisc go bhfuil an ghné in easnamh nó díchumasaithe. Déan teagmháil leis an riarachán le do thoil.",
    "Document signing" : "Síniú doiciméad",
    "Enter document signing cert (in PEM format)" : "Cuir isteach teastas sínithe doiciméad (i bhformáid PEM)",
    "Enter document signing key" : "Cuir isteach eochair sínithe doiciméad",
    "Enter document signing CA chain" : "Cuir isteach slabhra CA sínithe doiciméad",
    "To use document signing, specify your signing certificate, key and CA chain here." : "Chun síniú doiciméad a úsáid, sonraigh do theastas sínithe, eochair agus slabhra CA anseo.",
    "This instance does not support document signing, because the feature is missing or disabled. Please contact the administrator." : "Ní thacaíonn an cás seo le síniú doiciméad, toisc go bhfuil an ghné in easnamh nó díchumasaithe. Déan teagmháil leis an riarthóir le do thoil.",
    "Description" : "Cur síos",
    "Add new token" : "Cuir comhartha nua leis",
    "No font overview" : "Gan forbhreathnú ar an gcló",
    "Delete this font" : "Scrios an cló seo",
    "No results" : "Gan torthaí",
    "Select file" : "Roghnaigh comhad",
    "Select file or folder to link to" : "Roghnaigh comhad nó fillteán le nascadh leis",
    "Could not find any section in the document" : "Níorbh fhéidir aon chuid sa doiciméad a aimsiú",
    "{productName} is not configured" : "Níl {productName} cumraithe",
    "Starting the built-in CODE server failed" : "Theip ar an bhfreastalaí CÓD ionsuite a thosú",
    "Loading {filename} …" : "{filename} á lódáil…",
    "Failed to load {productName} - please try again later" : "Theip ar lódáil {productName} - bain triail eile as ar ball le do thoil",
    "Open in local editor" : "Oscail in eagarthóir áitiúil",
    "Cluster is scaling …" : "Tá braisle ag scálú…",
    "The collaborative editing was terminated by another user" : "Chuir úsáideoir eile deireadh leis an eagarthóireacht chomhoibríoch",
    "Document loading failed" : "Theip ar lódáil an doiciméid",
    "Please check the Collabora Online server log for more details and make sure that Nextcloud can be reached from there." : "Seiceáil le do thoil logáil freastalaí Collabora Online le haghaidh tuilleadh sonraí agus cinntigh gur féidir teacht ar Nextcloud as sin.",
    "Socket connection closed unexpectedly. The reverse proxy might be misconfigured, please contact the administrator." : "Dúnadh nasc soicéad gan choinne. Seans go bhfuil an seachfhreastalaí cúil míchumraithe, déan teagmháil leis an riarthóir le do thoil.",
    "More information can be found in the reverse proxy documentation" : "Is féidir tuilleadh faisnéise a fháil sa doiciméadú seachfhreastalaí droim ar ais",
    "Close" : "Dún",
    "Edit" : "Cuir in eagar",
    "Built-in CODE Server is starting up shortly, please wait." : "Tá Freastalaí CÓD ionsuite ag tosú go luath, fan le do thoil.",
    "Built-in CODE Server is restarting, please wait." : "Tá Freastalaí CÓD ionsuite ag atosú, fan le do thoil.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Earráid: Ní féidir an AppImage a aimsiú, athshuiteáil freastalaí Insuite Collabora Ar Líne.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Earráid: Ní féidir an AppImage a dhéanamh inrite, socraigh freastalaí neamhspleách le do thoil.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Earráid: Díchumasaíodh an Exec i PHP, cumasaigh é le do thoil, nó socraigh freastalaí aonair.",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Earráid: Gan a bheith ag rith ar x86-64 nó ARM64 (aarch64) Linux, socraigh freastalaí neamhspleách le do thoil.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Earráid: Níl an leabharlann fontconfig suiteáilte ar do fhreastalaí, le do thoil suiteáil nó socraigh freastalaí aonair.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Earráid: Gan a bheith ag rith ar Linux atá bunaithe ar glibc, socraigh freastalaí neamhspleách le do thoil.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Earráid: Ní féidir an freastalaí Insuite Collabora Online a thosú, socraigh ceann neamhspleách le do thoil.",
    "Close version preview" : "Dún réamhamharc ar an leagan",
    "Edit with {productName}" : "Cuir in eagar le {productName}",
    "Insert into document" : "Cuir isteach sa doiciméad",
    "Open file locally" : "Oscail comhad go háitiúil",
    "When opening a file locally, the document will close for all users currently viewing the document." : "Agus comhad á oscailt go háitiúil, dúnfar an doiciméad do gach úsáideoirí atá ag féachaint ar an doiciméad faoi láthair.",
    "Open locally" : "Oscail go háitiúil",
    "Continue editing online" : "Leanúint ar aghaidh leis an eagarthóireacht ar líne",
    "The file should now open locally. If you don't see this happening, make sure that the desktop client is installed on your system." : "Ba cheart an comhad a oscailt go háitiúil anois. Mura bhfeiceann tú é seo ag tarlú, cinntigh go bhfuil an cliant deisce suiteáilte ar do chóras.",
    "Retry to open locally" : "Déan iarracht arís é a oscailt go háitiúil",
    "Save a copy of the file under a new name and continue editing the new file" : "Sábháil cóip den chomhad faoi ainm nua agus lean ar aghaidh le heagarthóireacht an chomhaid nua",
    "Failed to revert the document to older version" : "Theip ar an doiciméad a chur ar ais go leagan níos sine",
    "Built-in CODE server failed to start" : "Theip ar an bhfreastalaí CODE ionsuite a thosú",
    "Insert file from {name}" : " Ionsáigh comhad ó{name}",
    "Insert file" : "Cuir isteach comhad",
    "Remove from favorites" : "Bain ó cheanáin",
    "Add to favorites" : "Cuir le ceanáin",
    "Details" : "Sonraí",
    "Download" : "Íoslódáil",
    "(read only)" : "(léamh amháin)",
    "Remove user" : "Bain úsáideoir",
    "Guest" : "Aoi",
    "Follow current editor" : "Lean an t-eagarthóir reatha",
    "New file" : "Comhad nua",
    "Please enter the filename for the new file" : "Cuir isteach ainm an chomhaid don chomhad nua le do thoil",
    "Could not create file" : "Níorbh fhéidir an comhad a chruthú",
    "Could not load templates" : "Níorbh fhéidir teimpléid a luchtú",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Sábháilte le hearráid: Ba cheart go n-úsáidfeadh Collabora Online an prótacal céanna agus a úsáidtear suiteáil an fhreastalaí.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "Níorbh fhéidir nasc a bhunú leis an bhfreastalaí Collabora Online. Seans go bhfuil sé seo mar gheall ar chumraíocht do fhreastalaí gréasáin in easnamh. Le haghaidh tuilleadh eolais, tabhair cuairt ar:",
    "Nextcloud Office requires a seperate server running Collabora Online to provide editing capabilities." : "Tá freastalaí ar leith ag teastáil ó Nextcloud Oifig a ritheann Collabora Online chun cumais eagarthóireachta a sholáthar.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Teastaíonn freastalaí ar leith ó Collabora Online a fheidhmíonn mar Chliant cosúil le WOPI chun cumais eagarthóireachta a sholáthar.",
    "All users can edit documents with {productName} by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Is féidir le gach úsáideoir doiciméid le {productName} a chur in eagar de réir réamhshocraithe. Nuair atá an socrú seo gníomhach, ní féidir ach le baill na ngrúpaí sonraithe eagarthóireacht a dhéanamh agus ní féidir leis na cinn eile ach féachaint ar dhoiciméid.",
    "Secure view settings" : "Socruithe amhairc slán",
    "Secure view enables you to secure documents by embedding a watermark" : "Cuireann radharc slán ar do chumas doiciméid a dhaingniú trí comhartha uisce a leabú",
    "Enable watermarking" : "Cumasaigh comhartha uisce",
    "Show watermark on tagged files" : "Taispeáin comhartha uisce ar chomhaid clibeáilte",
    "Show watermark for users of groups" : "Taispeáin comhartha uisce d'úsáideoirí na ngrúpaí",
    "Show watermark for all shares" : "Taispeáin comhartha uisce do na scaireanna go léir",
    "Show watermark for read only shares" : "Taispeáin comhartha uisce le haghaidh scaireanna inléite amháin",
    "Show watermark for all link shares" : "Taispeáin comhartha uisce do gach sciar nasc",
    "Show watermark for download hidden shares" : "Taispeáin comhartha uisce do gach sciar nasc",
    "Show watermark for read only link shares" : "Taispeáin comhartha uisce le haghaidh scaireanna naisc inléite amháin",
    "Show watermark on link shares with specific system tags" : "Taispeáin comhartha uisce ar scaireanna naisc le clibeanna córais ar leith",
    "Error" : "Earráid",
    "An error occurred" : "Tharla earráid",
    "Please choose your nickname to continue as guest user." : "Roghnaigh do leasainm chun leanúint ar aghaidh mar aoi-úsáideoir.",
    "Nickname" : "Leasainm",
    "Set" : "Socraigh",
    "Please enter the filename to store the document as." : "Cuir isteach ainm an chomhaid chun an doiciméad a stóráil mar.",
    "New filename" : "Ainm comhaid nua",
    "Collabora Online is not setup yet. Please contact your administrator." : "Níl Collabara Online socraithe fós. Téigh i dteagmháil le do riarthóir.",
    "Opening the file is not supported, since the credentials for the external storage are not available without a session" : "Ní thacaítear leis an gcomhad a oscailt, ós rud é nach bhfuil na dintiúir don stóráil sheachtrach ar fáil gan seisiún",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Theip ar nascadh le {productName}. Bain triail eile as ar ball le do thoil nó déan teagmháil le riarthóir do fhreastalaí.",
    "Saving…" : "Shábháil…",
    "Insert from {name}" : "Ionsáigh ó {name}",
    "Last saved version" : "An leagan deireanach a shábháiltear",
    "Current version (unsaved changes)" : "Leagan reatha (athruithe gan sábháil)",
    "Please enter the filename for the new document" : "Cuir isteach ainm an chomhaid don doiciméad nua le do thoil",
    "Create a new document" : "Cruthaigh doiciméad nua",
    "Open with {productName}" : "Oscail le {productName}",
    "Global templates" : "Teimpléid domhanda",
    "Add a new template" : "Cuir teimpléad nua leis",
    "No templates defined." : "Níl aon teimpléid sainmhínithe.",
    "Add a new one?" : "Cuir ceann nua leis?",
    "template preview" : "réamhamharc teimpléad",
    "Files may still be downloadable through Nextcloud unless restricted otherwise through sharing or access control settings" : "Is féidir comhaid a íoslódáil go fóill trí Nextcloud mura gcuirtear srian ar a mhalairt trí shocruithe rialaithe comhroinnte nó rochtana",
    "Previews will be blocked for watermarked files to not leak the first page of documents" : "Cuirfear bac ar réamhamhairc chun comhaid a bhfuil comhartha uisce orthu ionas nach scaoilfear an chéad leathanach de dhoiciméid",
    "Show watermark for shares without download permission" : "Taispeáin comhartha uisce le haghaidh scaireanna gan cead íoslódála",
    "New drawing" : "Líníocht nua",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "Tá an doiciméad ann cheana féin",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Tá Collabora Online cumasaithe do gach úsáideoirí de réir réamhshocraithe. Nuair atá an socrú seo gníomhach, ní féidir ach le baill de na grúpaí sonraithe é a úsáid.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Cuirfear teimpléid taobh istigh den eolaire seo le roghnóir teimpléid Collabora Online."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}