{ "translations": {
    "Saving…" : "Gardando…",
    "All" : "Todo",
    "Error" : "Erro",
    "An error occurred" : "Produciuse un erro",
    "Please choose your nickname to continue as guest user." : "Escolla o seu alcume para continuar como usuario convidado.",
    "Nickname" : "Alcume",
    "Set" : "Estabelecer",
    "Remove from favorites" : "Retirar de favoritos",
    "Add to favorites" : "Engadir a favoritos",
    "Details" : "Detalles",
    "Download" : "Descargar",
    "(read only)" : "(só lectura)",
    "Guest" : "Convidado",
    "Follow current editor" : "Seguir o editor actual",
    "Close version preview" : "Pechar a vista previa da versión",
    "Current version" : "Versión actual",
    "Failed to revert the document to older version" : "Produciuse un fallos ao reverter o documento cara a versión anterior",
    "Please enter the filename to store the document as." : "Introduza o nome do ficheiro para almacenar o documento como.",
    "Save As" : "Gardar como",
    "New filename" : "Novo nome de ficheiro",
    "Cancel" : "Cancelar",
    "Save" : "Gardar",
    "Insert from {name}" : "Inserir dende {nome}",
    "Please enter the filename for the new document" : "Introduza o nome do ficheiro para o novo documento",
    "Create a new document" : "Crear un documento novo",
    "Loading documents…" : "Cargando documentos...",
    "Select a personal template folder" : "Seleccione un cartafol de modelos persoais",
    "Edit" : "Editar",
    "New Document" : "Novo documento",
    "New Spreadsheet" : "Nova folla de cálculo",
    "New Presentation" : "Nova presentación",
    "Could not create file" : "Non foi posíbel crear o ficheiro",
    "Create" : "Crear",
    "Select template" : "Seleccionar o modelo",
    "Can't create document" : "Non é posíbel crear o documento",
    "New Document.odt" : "Novo documento.odt",
    "New Spreadsheet.ods" : "Nova follaDeCalculo.ods",
    "New Presentation.odp" : "Nova presentación.odp",
    "New Document.docx" : "Novo documento.docx",
    "New Spreadsheet.xlsx" : "Nova follaDeCalculo.xlsx",
    "New Presentation.pptx" : "Nova presentación.pptx",
    "Document already exists" : "Xa existe o documento",
    "Not allowed to create document" : "Non está permitido crear o documento",
    "Saved" : "Gardado",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Gardado con erros: Collabora Online debe usar o mesmo protocolo que o instalado no servidor.",
    "Error when saving" : "Produciuse un erro ao gardar",
    "File is too big" : "O ficheiro é grande de máis",
    "Invalid file provided" : "O ficheiro fornecido non é válido",
    "Template not found" : "Non se atopou o modelo",
    "Collabora Online" : "Collabora Online",
    "Empty" : "Baleiro",
    "Guest: %s" : "Convidado: %s",
    "Edit office documents directly in your browser." : "Edite documentos de oficina directamente no seu navegador.",
    "This application can connect to a Collabora Online server (WOPI Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that." : "Este aplicativo pode conectarse a un servidor de Collabora Online (Cliente WOPI). Nextcloud é a máquina WOPI. Lea a documentación para obter máis información.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online é unha potente suite de oficina en liña baseada no LibreOffice con edición colaborativa que admite todos os documentos máis importantes, follas de cálculo e formatos de ficheiros de presentación e traballa con todos os navegadores modernos.",
    "URL (and Port) of Collabora Online-server" : "URL (e porto) do servidor de Collabora Online",
    "Apply" : "Aplicar",
    "Collabora Online requires a seperate server acting as a WOPI-Client to provide editing capabilities." : "Collabora Online require un servidor separado que actúe como cliente WOPI para fornecer funcionalidades de edición.",
    "Disable certificate verification (insecure)" : "Desactivar a verificación do certificado (isto non é seguro)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Activar se o seu servidor de Collabora Online usa un certificado autoasinado",
    "Restrict usage to specific groups" : "Restrinxir o uso a grupos específicos",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online está activado para todos os usuarios de xeito predeterminado. Cando esta configuración estea activa, só os membros dos grupos especificados poden empregalo.",
    "Restrict edit to specific groups" : "Restrinxir a edición a grupos específicos",
    "All users can edit documents with Collabora Online by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Todos os usuarios poden editar documentos con Collabora Online de xeito predeterminado. Cando esta configuración estea activa, só os membros dos grupos especificados poden editar e os demais só poden ver documentos.",
    "Advanced Settings" : "Axustes avanzados",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Empregue o formato Office Open XML (OOXML) no canto do formato OpenDocument (ODF) como predeterminado para novos ficheiros",
    "Enable access for external apps" : "Activar o acceso a aplicativos externos",
    "Add" : "Engadir",
    "Use Canonical webroot" : "Usar a raíz web canónica",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Raíz web canónica, no caso de que haxa múltiples, para que use Collabora. Proporcione a que teña menos restricións. Ex.: Use a raíz web sen «shibboleth» se se accede a esta instancia tanto dende raíces web con «shibboleth» como sen «shibboleth». Pode ignorar este axuste se só se emprega unha raíz web para acceder a esta instancia.",
    "Global templates" : "Modelos globais",
    "Add a new template" : "Engadir un novo modelo",
    "No templates defined." : "Non hai modelos definidos",
    "Add a new one?" : "Engadir un novo?",
    "template preview" : "Vista previa do modelo",
    "Select a template directory" : "Seleccionar un directorio de modelos",
    "Remove personal template folder" : "Retirar o cartafol de modelos persoais",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Os modelos dentro deste directorio engádense ao selector de modelos do Collabora en liña.",
    "Wrong password. Please retry." : "Contrasinal incorrecto. Ténteo de novo.",
    "Password" : "Contrasinal",
    "OK" : "Aceptar",
    "Guest %s" : "Convidado %s",
    "This link has been expired or is never existed. Please contact the person who shared it with you for details." : "Esta ligazón caducou ou xa non existe. Póñase en contacto coa persoa que o compartiu con vostede para obter máis información."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}