{ "translations": {
    "Saving…" : "Er að vista ...",
    "All" : "Allt",
    "Error" : "Villa",
    "An error occurred" : "Villa kom upp",
    "Please choose your nickname to continue as guest user." : "Veldu þér stuttnefni/gælunafn til að halda áfram sem gestanotandi.",
    "Nickname" : "Stuttnefni",
    "Set" : "Setja",
    "Remove from favorites" : "Fjarlægja úr eftirlætum",
    "Add to favorites" : "Bæta í eftirlæti",
    "Details" : "Nánar",
    "Download" : "Sækja",
    "(read only)" : "(skrifvarið)",
    "Guest" : "Gestur",
    "Follow current editor" : "Fylgjast með núverandi skrifara",
    "Close version preview" : "Loka forskoðun útgáfu",
    "Current version" : "Fyrirliggjandi útgáfa",
    "Failed to revert the document to older version" : "Mistókst að endurheimta skjalið sem eldri útgáfu",
    "Please enter the filename to store the document as." : "Settu inn skráarheiti til að geyma þetta skjal undir.",
    "Save As" : "Vista sem",
    "New filename" : "Nýtt skráarheiti",
    "Cancel" : "Hætta við",
    "Save" : "Vista",
    "Insert from {name}" : "Setja inn úr {name}",
    "Please enter the filename for the new document" : "Settu inn skráarheiti fyrir nýja skjalið",
    "Create a new document" : "Búa til nýtt skjal",
    "Loading documents…" : "Hleð inn skjölum...",
    "Select a personal template folder" : "Veldu möppu fyrir eigin sniðmát",
    "Edit" : "Breyta",
    "New Document" : "Nýtt skjal",
    "New Spreadsheet" : "Nýtt töflureiknisskjal",
    "New Presentation" : "Ný skyggnukynning",
    "Could not create file" : "Gat ekki búið til skrá",
    "Create" : "Búa til",
    "Select template" : "Veldu sniðmát",
    "Can't create document" : "Get ekki búið til skjal",
    "New Document.odt" : "Nýtt textaskjal.odt",
    "New Spreadsheet.ods" : "Nýr töflureiknir.ods",
    "New Presentation.odp" : "Ný kynning.odp",
    "New Document.docx" : "Nýtt textaskjal.docx",
    "New Spreadsheet.xlsx" : "Nýr töflureiknir.xlsx",
    "New Presentation.pptx" : "Ný kynning.pptx",
    "Document already exists" : "Skjal er þegar til staðar",
    "Not allowed to create document" : "Ekki heimilt að búa til skjal",
    "Saved" : "Vistað",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Vistað með villu: Collabora Online ætti að nota sama samskiptamáta og uppsetning þjónsins.",
    "Error when saving" : "Villa við vistun",
    "File is too big" : "Skrá er of stór",
    "Invalid file provided" : "Ógild skrá gefin",
    "Template not found" : "Sniðmát fannst ekki",
    "Collabora Online" : "Collabora Online",
    "Empty" : "Tómt",
    "Guest: %s" : "Gestanotandi: %s",
    "Edit office documents directly in your browser." : "Breyttu skrifstofuskjölum beint í vafranum þínum.",
    "This application can connect to a Collabora Online server (WOPI Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that." : "Þetta forrit getur tengst Collabora Online þjóni (WOPI-biðlari). Nextcloud er þá WOPI-hýsill. Lestu hjálparskjölin til að fræðast meira um allt þetta.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online er öflugur vöndull vinnuforrita byggður á LibreOffice og er með hópvinnslueiginleikum sem styðja við skráasnið allra helstu gerða skjala, töflureikna og kynninga, auk þess að virka í öllum nútímalegum vöfrum.",
    "URL (and Port) of Collabora Online-server" : "URL-slóð (og gátt) Collabora Online þjónsins",
    "Apply" : "Virkja",
    "Collabora Online requires a seperate server acting as a WOPI-Client to provide editing capabilities." : "Collabora Online krefst þess að sérstakur þjónn vinni sem WOPI-biðlari svo hægt sé að breyta skjölum.",
    "Disable certificate verification (insecure)" : "Gera sannvottun skilríkja óvirka (óöruggt)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Virkja þetta ef Collabora Online þjónninn notar skilríki undirritað af handhafa",
    "Restrict usage to specific groups" : "Takmarka notkun við tiltekna hópa",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online er sjálfgefið virkjað fyrir alla notendur. Þegar þessi stilling er virk, geta aðeins meðlimir tiltekinna hópa notað það.",
    "Restrict edit to specific groups" : "Takmarka breytingar við tiltekna hópa",
    "All users can edit documents with Collabora Online by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Sjálfgefið geta allir notendur breytt skjölum með Collabora Online. Þegar þessi stilling er virk, geta aðeins meðlimir tiltekinna hópa breytt skjölum og aðrir aðeins sköðað þau.",
    "Advanced Settings" : "Ítarlegar stillingar",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Nota Office Open XML (OOXML) í stað OpenDocument Format (ODF) sjálfgefið fyrir nýjar skrár",
    "Enable access for external apps" : "Virkja aðgang fyrir utanaðkomandi forrit",
    "Add" : "Bæta við",
    "Use Canonical webroot" : "Nota sameinaða vefrót",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Sameinuð vefrót (aðalvefrót - canonical webroot), í því tilfelli þegar þær eru margar, vefrótin sem Collabora ætti að nota. Gefðu upp þá sem er með minnstar takmarkanir. Dæmi: Notaðu vefrót sem ekki styðst við Shibboleth (non-shibbolized webroot) ef þetta tilvik gefur aðgang bæði til shibbolized og non-shibbolized vefróta. Þú getur hunsað þessa stillingu ef aðeins ein vefrót er notuð til aðgangs að þessu tilviki.",
    "Global templates" : "Víðvær sniðmát",
    "Add a new template" : "Bæta við nýju sniðmáti",
    "No templates defined." : "Enginn sniðmát skilgreind.",
    "Add a new one?" : "Bæta við nýju?",
    "template preview" : "forskoðun sniðmáts",
    "Select a template directory" : "Veldu möppu undir sniðmát",
    "Remove personal template folder" : "Fjarlægja möppu fyrir eigin sniðmát",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Sniðmátum inni í þessari möppu verður bætt í sniðmátaval Collabora Online.",
    "Wrong password. Please retry." : "Rangt lykilorð. Reyndu aftur.",
    "Password" : "Lykilorð",
    "OK" : "Í lagi",
    "Guest %s" : "Gestanotandi %s",
    "This link has been expired or is never existed. Please contact the person who shared it with you for details." : "Tengillinn er útrunninn eða var aldrei til. Hafðu samband við þann sem deildi honum með þer til að fá nánari upplýsingar."
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}