{ "translations": {
    "Cannot create document" : "문서를 만들 수 없음",
    "New Document.odt" : "새 문서.odt",
    "New Spreadsheet.ods" : "새 스프레드시트.ods",
    "New Presentation.odp" : "새 프레젠테이션.odp",
    "New Document.docx" : "새 문서.docx",
    "New Spreadsheet.xlsx" : "새 스프레드시트.xlsx",
    "New Presentation.pptx" : "새 프레젠테이션.pptx",
    "File already exists" : "파일이 이미 있습니다.",
    "Not allowed to create document" : "문서 생성이 허용되지 않았습니다.",
    "Saved" : "저장됨",
    "Invalid config key" : "잘못된 설정 키",
    "Error when saving" : "저장 중 오류 발생",
    "The file was uploaded" : "파일을 업로드함",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "업로드한 파일의 크기가 php.ini의 upload_max_filesize를 초과함",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "업로드한 파일의 크기가 HTML 폼에 지정한 MAX_FILE_SIZE를 초과함",
    "The file was only partially uploaded" : "파일이 일부분만 업로드됨",
    "No file was uploaded" : "업로드한 파일 없음",
    "Missing a temporary folder" : "임시 폴더 없음",
    "Could not write file to disk" : "디스크에 파일을 쓸 수 없음",
    "A PHP extension stopped the file upload" : "PHP 확장 기능에서 파일 업로드를 차단함",
    "No file uploaded or file size exceeds maximum of %s" : "파일이 업로드 되지 않았거나, 크기가 %s를 초과함",
    "Failed to upload the file" : "파일 업로드 실패",
    "File is too big" : "파일이 너무 큼",
    "Only template files can be uploaded" : "템플릿 파일만 업로드할 수 있습니다",
    "Invalid file provided" : "잘못된 파일 지정됨",
    "Template not found" : "템플릿을 찾을 수 없음",
    "New document" : "새 문서",
    "New spreadsheet" : "새 스프레드시트",
    "New presentation" : "새 프레젠테이션",
    "New diagram" : "새 도표",
    "Headings" : "제목",
    "Sections" : "섹션",
    "Images" : "이미지",
    "Sheets" : "시트",
    "Slides" : "슬라이드",
    "Office" : "오피스",
    "Instructions" : "지침",
    "Empty" : "비어 있음",
    "Anonymous guest" : "익명의 손님",
    "%s (Guest)" : "%s(손님)",
    "Edit office documents directly in your browser." : "오피스 문서를 브라우저에서 직접 편집하십시오.",
    "New" : "새 파일",
    "Failed to save settings" : "환경설정 저장 실패",
    "Font format not supported ({mime})" : "지원되지 않는 서체 형식입니다 ({mime})",
    "Nextcloud Office is a powerful Collabora Online based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Nextcloud Office는 Collabora Online 기반 공동 작업 온라인 오피스 앱으로, 모든 브라우저에서 주요 문서, 스프레드시트, 프레젠테이션 파일 포맷을 지원합니다.",
    "Could not establish connection to the Collabora Online server." : "Collabora Online 서버와 연결할 수 없습니다.",
    "This might be due to a missing configuration of your web server. For more information, please visit: " : "웹 서버의 설정을 다시 확인하십시오. 더 자세한 정보는 다음을 참조하십시오:",
    "Connecting Collabora Online Single Click with Nginx" : "원 클릭으로 Collabora Online을 Nginx와 연결하기",
    "Setting up a new server" : "새 서버 설정",
    "Collabora Online should use the same protocol as the server installation." : "Collabora Online과 설치된 서버는 같은 프로토콜을 사용해야 합니다.",
    "Your browser has been unable to connect to the Collabora server:" : "이 브라우저가 Collabora 서버에 접속할 수 없습니다:",
    "This URL is determined on the Collabora server either from the configured URL or the server_name parameter in coolwsd.xml." : "URL 설정 또는 coolwsd.xml 파일 내 server_name 매개변수에서 이 주소가 Collabora 서버 주소로 정의되었습니다.",
    "Collabora Online server is reachable." : "Collabora Online 서버와 통신이 가능합니다.",
    "URL used by the browser:" : "브라우저에서 사용하는 URL:",
    "Nextcloud URL used by Collabora:" : "Collabora에서 사용하는 Nextcloud URL:",
    "Please configure a Collabora Online server to start editing documents" : "문서 편집을 하기 위해서는 Collabora Online 서버를 설정하십시오",
    "You have not configured the allow-list for WOPI requests. Without this setting users may download restricted files via WOPI requests to the Nextcloud server." : "WOPI 요청에 대한 허용 목록이 설정되지 않았습니다. 이를 설정하지 않을 경우, 사용자는 Nextcloud 서버에 WOPI 요청을 발신하여 제한된 파일을 다운로드할 수 있습니다. ",
    "Click here for more info" : "여기를 눌러 더 자세한 정보를 알아보세요",
    "Use your own server" : "자체 서버 호스팅",
    "Nextcloud Office requires a separate server running Collabora Online to provide editing capabilities." : "Nextcloud Office는 편집 기능을 위해 Collabora Online을 구동하는 별도의 서버가 필요합니다.",
    "Collabora Online requires a separate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online은 편집 기능을 위해 WOPI와 유사한 클라이언트로 동작하는 별도의 서버가 필요합니다.",
    "URL (and Port) of Collabora Online-server" : "Collabora Online 서버의 URL (및 포트) ",
    "Disable certificate verification (insecure)" : "인증서 검증 비활성화 (안전하지 않음)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Collabora Online 서버가 자기 서명 인증서를 사용할 경우 활성화 하십시오",
    "Use the built-in CODE - Collabora Online Development Edition" : "내장 CODE - Collabora Online Development Edition 사용",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Collabora 및 Collabora Online을 제공하는 다양한 서비스 제공자를 통해 데모 서버를 사용해볼 수 있습니다.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "이 Nextcloud는 다음의 사유로 인해 데모 서버에 연결할 수 없습니다:",
    "it is a local setup (localhost)" : "현재 로컬로 설정되어 있습니다 (localhost)",
    "it uses an insecure protocol (HTTP)" : "현재 안전하지 않은 프로토콜 상에서 동작합니다 (HTTP)",
    "it is unreachable from the internet (possibly because of a firewall, or lack of port forwarding)" : "현재 인터넷과 통신할 수 없습니다 (방화벽 또는 포트포워딩 문제입니다)",
    "I agree, and use the demo server" : "동의합니다. 데모 서버를 사용하겠습니다.",
    "I will setup my own server" : "자체 서버를 설정하겠습니다.",
    "Advanced settings" : "고급 설정",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "새 파일에 대해 OpenDocument Format (ODF) 대신 Office Open XML (OOXML)을 기본으로 사용하기",
    "Restrict usage to specific groups" : "지정한 그룹만 사용할 수 있도록 제한",
    "Select groups" : "그룹 선택",
    "Restrict edit to specific groups" : "지정한 그룹만 편집할 수 있도록 제한",
    "Use Canonical webroot" : "정규화된 웹 루트 사용",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "웹 루트가 여러 개 있는 경우 Collabora에서 사용할 정규화된 웹 루트입니다. 제약 사항이 가장 적은 항목을 선택하십시오. 예: 이 인스턴스를 단일 인증(Shibboleth)을 사용하는 웹 루트와 단일 인증을 사용하지 않는 웹 루트에서 접근한다면 단일 인증을 사용하지 않는 쪽을 사용하십시오. 단일 웹 루트만 사용한다면 이 설정을 무시해도 됩니다.",
    "Enable access for external apps" : "외부 앱 접근 허용",
    "Upload a font file" : "서체 파일 업로드",
    "Available fonts" : "사용 가능한 서체",
    "The following options within Nextcloud Office will be disabled: Copy, Download, Export, Print" : "Nextcloud Office의 다음 기능들이 비활성화 됩니다: 복사, 다운로드, 내보내기, 프린트",
    "Save" : "저장",
    "Remove" : "삭제",
    "Submit name" : "이름 제출",
    "Confirm" : "확인",
    "Cancel" : "취소",
    "Save As" : "다른 이름으로 저장",
    "Save as" : "다른 이름으로 저장",
    "Path to save" : "저장할 경로",
    "Invalid file name" : "잘못된 파일 이름",
    "Select template" : "템플릿 선택",
    "File name" : "파일 이름",
    "Create" : "생성",
    "Submit" : "제출",
    "Select a personal template folder" : "개인 템플릿 폴더 설정",
    "Select a template directory" : "템플릿 디렉터리 선택",
    "Remove personal template folder" : "개인 템플릿 폴더 삭제",
    "Templates inside of this directory will be added to the template selector of Nextcloud Office." : "이 디렉토리 안에 있는 템플릿이 Nextcloud Office 템플릿 설정에 반영됩니다.",
    "Enter Zotero API Key" : "Zotero API 키 입력",
    "To use Zotero specify your API key here. You can create your API key in your" : "Zotero를 사용하려면 이곳에 API 키를 입력하십시오. Zotero API 키 생성: ",
    "Zotero account API settings." : "Zotero 계정 API 설정 바로가기",
    "Description" : "설명",
    "Add new token" : "새 토큰 생성",
    "Delete this font" : "이 서체 삭제",
    "No results" : "결과 없음",
    "Select file" : "파일 선택",
    "Select file or folder to link to" : "링크할 파일이나 폴더 선택",
    "Starting the built-in CODE server failed" : "내장 CODE 서버 시작 실패",
    "Loading {filename} …" : "{filename}을(를) 로딩 중...",
    "Open in local editor" : "로컬 편집기로 열기",
    "Document loading failed" : "문서 불러오기 실패",
    "Please check the Collabora Online server log for more details and make sure that Nextcloud can be reached from there." : "더 자세한 정보는 Collabora Online 서버의 로그에서 확인하시고, Nextcloud가 해당 서버에 접근할 수 있는지 점검하십시오.",
    "Close" : "닫기",
    "Edit" : "편집",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "오류: AppImage를 찾을 수 없습니다. Collabora Online Built-in 서버를 다시 설치하십시오.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "오류: Collabora Online Built-in 서버를 시작할 수 없습니다. 스탠드얼론 버전으로 설정하십시오.",
    "Edit with {productName}" : "{productName}(으)로 편집하기",
    "Open file locally" : "로컬에서 파일 열기",
    "Open locally" : "로컬에서 열기",
    "Continue editing online" : "온라인에서 편집 계속하기",
    "Retry to open locally" : "로컬에서 열기 다시 시도",
    "Failed to revert the document to older version" : "문서를 이전 버전으로 되돌릴 수 없음",
    "Built-in CODE server failed to start" : "내장 CODE 서버 시작 실패",
    "Remove from favorites" : "즐겨찾기에서 제거",
    "Add to favorites" : "즐겨찾기에 추가",
    "Details" : "세부사항",
    "Download" : "다운로드",
    "(read only)" : "(읽기 전용)",
    "Remove user" : "사용자 제거",
    "Guest" : "손님",
    "New file" : "새 파일",
    "Please enter the filename for the new file" : "새 파일의 이름을 입력하십시오",
    "Could not create file" : "파일을 만들 수 없음",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "저장 오류 발생: Collabora Online과 서버 설치본이 같은 프로토콜을 사용해야 합니다.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "Collabora Online 서버와 통신할 수 없습니다. 웹 서버의 설정이 잘못되었을 수 있습니다. 더 자세한 정보는 다음 페이지에서 확인하십시오:",
    "Nextcloud Office requires a seperate server running Collabora Online to provide editing capabilities." : "Nextcloud Office의 편집 기능에는 Collabora Online을 구동하는 별도의 서버가 필요합니다.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online의 편집 기능에는 WOPI 유사 클라이언트로 동작하는 별도의 서버가 필요합니다.",
    "Enable watermarking" : "워터마크 활성화",
    "Error" : "오류",
    "An error occurred" : "오류가 발생함",
    "Please choose your nickname to continue as guest user." : "손님 계정으로 계속하기 위해 별명을 입력하세요.",
    "Nickname" : "별명",
    "Set" : "설정",
    "Please enter the filename to store the document as." : "문서를 저장할 파일 이름을 입력하십시오.",
    "New filename" : "새 파일 이름",
    "Saving…" : "저장 중…",
    "Insert from {name}" : "{name}(으)로부터 삽입",
    "Last saved version" : "마지막으로 저장된 버전",
    "Current version (unsaved changes)" : "현재 버전 (변경사항이 저장되지 않음)",
    "Please enter the filename for the new document" : "새 문서의 이름을 입력하십시오",
    "Create a new document" : "새 문서 작성",
    "Open with {productName}" : "{productName}(으)로 열기",
    "Global templates" : "전역 템플릿",
    "Add a new template" : "새 템플릿 추가",
    "Add a new one?" : "새로 추가하시겠습니까?",
    "template preview" : "템플릿 미리보기",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "문서가 이미 존재합니다.",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online은 기본저긍로 모든 사용자에게 활성화되어 있습니다. 이 설정을 활성화할 시, 특정 그룹의 사용자에게만 Collabora Online이 활성화됩니다.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "이 경로에 저장된 템플릿은 Collabora Online의 템플릿 선택 창에 추가됩니다"
},"pluralForm" :"nplurals=1; plural=0;"
}