<?php
$TRANSLATIONS = array(
"Share" => "Сделать общим",
"'.' is an invalid file name." => "'.' является неверным именем файла.",
"File name cannot be empty." => "Имя файла не может быть пустым.",
"Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." => "Некорректное имя, '\\', '/', '<', '>', ':', '\"', '|', '?' и '*' не допустимы.",
"Cancel" => "Отмена",
"Create" => "Создать",
"Delete" => "Удалить",
"Family" => "Семья",
"OK" => "OK",
"Open" => "Открыть",
"Options" => "Опции",
"Save" => "Сохранить",
"Size" => "Размер",
"Text" => "Текст",
"Edit" => "Редактировать",
"Upload" => "Загрузка",
"Password" => "Пароль"
);
$PLURAL_FORMS = "nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);";
