{ "translations": {
    "New document" : "Documentu nou",
    "New spreadsheet" : "Fògiu eletrònicu nou",
    "New presentation" : "Presentatzione noa",
    "Cannot create document" : "Non faghet a creare su documentu",
    "New Document.odt" : "Documentu nou.odt",
    "New Spreadsheet.ods" : "Fògiu eletrònicu nou.ods",
    "New Presentation.odp" : "Presentatzione noa.odp",
    "New Document.docx" : "Documentu nou.docx",
    "New Spreadsheet.xlsx" : "Fògiu eletrònicu nou.xlsx",
    "New Presentation.pptx" : "Presentatzione noa.pptx",
    "File already exists" : "S'archìviu b'est giai",
    "Not allowed to create document" : "No est cunsentidu a creare su documentu",
    "Saved" : "Sarvadu",
    "Invalid config key" : "Crae de cunfiguratzione non bàlida",
    "Error when saving" : "Errore sarvende",
    "The file was uploaded" : "S'archìviu est istadu carrigadu",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "S'archìviu carrigadu passat sa diretiva upload_max_filesize in php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "S'archìviu carrigadu passat sa diretiva MAX_FILE_SIZE ispetzificada in su mòdulu HTML",
    "The file was only partially uploaded" : "S'archìviu est istadu carrigadu isceti in parte",
    "No file was uploaded" : "Non s'est carrigadu perunu archìviu",
    "Missing a temporary folder" : "Mancat una cartella temporànea",
    "Could not write file to disk" : "Non faghet a iscrìere s'archìviu in su discu",
    "A PHP extension stopped the file upload" : "Un'estensione PHP at firmadu su carrigamentu de s'archìviu",
    "No file uploaded or file size exceeds maximum of %s" : "Perun'archìviu carrigadu o sa mannària de s'archìviu superat su màssimu de %s",
    "File is too big" : "S'archìviu est tropu mannu",
    "Only template files can be uploaded" : "Si podent carrigare isceti is archìvios modellu",
    "Invalid file provided" : "S'archìviu frunidu no est vàlidu",
    "Template not found" : "Modellu no agatadu",
    "Headings" : "Intestatziones",
    "Images" : "Imàgines",
    "Office" : "Ofìtziu",
    "Empty" : "Bòidu",
    "Anonymous guest" : "Persone invitada chene nùmene",
    "%s (Guest)" : "%s (persone invitada)",
    "Edit office documents directly in your browser." : "Modìfica documentos diretamente in su navigadore tuo",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Custa aplicatzione faghet a dda collegare a Collàbora in lìnia (o àteros) serbidores (cliente comente WOPI). Nextcloud est su retzidore WOPI. Leghe sa documentatzione pro nde ischire de prus.\n\nPodes fintzas modificare is documentos foras de lìnia cun s'aplicatzione Collabora Office dae sa butega **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** e **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)**.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online est una suite de ufìtziu in lìnia potente basada subra de LibreOffice cun modìfica collaborativa, chi suportat totu is formados printzipales de documentos, fògios eletrònicos e presentatziones e funtzionat cun totu is navigadores modernos.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "No at fatu a istabilire sa connessione cun su serbidore Collabora Online. Podet èssere ca mancat una cunfiguratzione in su serbidore web tuo. Pro àteras informatziones, vìsita:",
    "Connecting Collabora Online Single Click with Nginx" : "Connetende Collabora Online Single Click cun Nginx",
    "Could not establish connection to the Collabora Online server." : "No at fatu a istabilire una connessione cun su serbidore Collabora Online.",
    "Setting up a new server" : "Impostende unu serbidore nou",
    "Collabora Online server is reachable." : "Su serbidore Collabora Online si podet cuntatare.",
    "Please configure a Collabora Online server to start editing documents" : "Cunfigura unu serbidore Collabora Online pro cumintzare a modificare documentos",
    "Use your own server" : "Imprea su serbidore cosa tua",
    "URL (and Port) of Collabora Online-server" : "URL (e porta) de su serbidore Collabora Online",
    "Disable certificate verification (insecure)" : "Disativa sa verìfica de tzertificados (non seguru)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Imprea CODE incorporadu - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Fàtzile de installare, pro impreu de domu o de grupos piticos. Unu pagu prus lentu de unu serbidore indipendente e sena is caraterìsticas avantzadas de iscalabilidade.",
    "This installation does not have a built in server." : "Custa installatzione non tenet unu serbidore integradu.",
    "Install it from the App Store." : "Istalla·ddu dae sa butega de is aplicatziones.",
    "If the installation from the App Store fails, you can still do that manually using this command:" : "Si s'installatzione dae sa butega andat male, ddu podes semper installare a manu cun custu cummandu:",
    "Use a demo server" : "Imprea unu serbidore demo",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Podes impreare unu serbidore demo frunidu dae Collabora e àteros frunidores de servìtzios pro proare Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Sa cunfiguratzione tua de Nextcloud non si podet connètere a is serbidores demo ca:",
    "it is a local setup (localhost)" : "est una cunfiguratzione locale (retzidore locale)",
    "it uses an insecure protocol (HTTP)" : "imprea unu protocollu non seguru (http)",
    "For use cases like this, we offer instructions for a" : "Pro casos de impreu che a custu, donamus inditos pro una",
    "Quick tryout with Nextcloud docker." : "Proa lestra cun s'automatizadore de cunsigna Nextcloud.",
    "Loading available demo servers …" : "Carrighende is serbidores demo a disponimentu ...",
    "No available demo servers found." : "Perunu serbidore demo a disponimentu agatadu.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Is documentos abertos cun su serbidore demo cunfiguradu ant a èssere imbiados a àteros serbidores. Imprea·ddu isceti pro valutare Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Segura·ti de àere cumpresu chi su chi benit in fatu at a acontèssere si cunfiguras Collabora Online demo.",
    "The service will send users documents to Collabora and/or third party demo servers." : "Su servìtziu at a imbiare is documentos de is utentes a Collabora e/o àteros serbidores demo.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Custu servìtziu no est de si impreare in produtzione, pro custu is documentos ant a mustrare filigranas.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Su servìtziu demo diat pòdere èssere tropu càrrigu e sa prestatzione sua a cada manera no est rapresentativa de is prestatziones de un'installatzione locale.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Custos serbidores s'impreant pro proas e isvilupu, e diant pòdere esecutare versiones de proa de su programma. Pro custu, si diant pòdere serrare, rogare e torrare a aviare a sa fidada.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Is documentos de is utentes no ant a èssere rimunidos dae tres partes a pustis de su cumpletamentu de sa sessione francu in tzircustàntzias raras. Impreende su servìtziu, s'utente dat su cunsensu de impreare in forma de s'ordinàriu is datos de is documentos, isceti pro frunire, atoliare e megiorare Collabora Online. Tales datos ant a abbarrare riservados a Collabora e/o tres partes chi s'in casu frunint unu serbidore de mustra.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "A su primu impreu e a pustis de un'agiornamentu, cada utente at a retzire s'avisu. ispieghende totu cantu in subra.",
    "I agree, and use the demo server" : "Cuncordo e impreo su serbidore demo",
    "I will setup my own server" : "Apo a cunfigurare su serbidore miu",
    "Advanced settings" : "Impostatziones avantzadas",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Imprea Office Open XML (OOXML) imbetzes de su formadu OpenDocument (ODF) comente predefinidu pro is archìvios noos",
    "Restrict usage to specific groups" : "Lìmita impreu a grupos ispetzìficos",
    "Select groups" : "Seletziona grupos",
    "Restrict edit to specific groups" : "Lìmita sa modìfica a grupos ispetzìficos",
    "Use Canonical webroot" : "Imprea raighina web canònica",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Webroot canonica chi at a impreare Collabora, in presèntzia de prus webroot. Fruni cudda cun prus pagu restritziones. Pro nàrrere: imprea una una webroot sena shibboleth si s'intrada a custa istàntzia est effetuadu dae webroot cun e sena shibboleth. Podes ignorare custa impostatzione si s'impreat una webroot ebbia pro intrare a custa istàntzia.",
    "Enable access for external apps" : "Ativa s'atzessu pro aplicatziones de foras",
    "List of IPV4 and IPV6 IP-addresses and subnets that are allowed to perform requests of the WOPI endpoints. If no allow list is specified all hosts will be allowed. E.g. 10.0.0.20,10.0.4.0/24" : "Lista de indiritzos IPV4 e IPV6 e sutaretes a is est cunsentidu de mandare rechestas de is endpoint WOPI. Si no est ispetzificada peruna lista, totu is retzidores dd'ant a pòdere fàghere. Pro nàrrere. 10.0.0.20,10.0.4.0/24",
    "Secure view settings" : "Impostatziones de visualizatzione siguras",
    "Secure view enables you to secure documents by embedding a watermark" : "Sa visualizatzione sigura ti permitit de amparare is archìvios dae s'integratzione de una filigrana",
    "Enable watermarking" : "Ativa filigranas digitales",
    "Supported placeholders: {userId}, {userDisplayName}, {email}, {date}, {themingName}" : "Sostitutos temporàneos suportados: {userId}, {userDisplayName}, {email}, {date}, {themingName}",
    "Show watermark on tagged files" : "Mustra filigrana digitale in archìvios etichetados",
    "Select tags to enforce watermarking" : "Seletziona etichetas pro aplicare sa filigrana digitale",
    "Show watermark for users of groups" : "Mustra sa filigrana digitale pro is utentes de is grupos",
    "Show watermark for all shares" : "Mustra sa filigrana digitale pro totu is cumpartziduras",
    "Show watermark for read only shares" : "Mustra sa filigrana digitale pro cumpartziduras de letura sola",
    "Show watermark for all link shares" : "Mustra sa filigrana digitale pro totu is cumpartziduras cun ligòngiu",
    "Show watermark for download hidden shares" : "Mustra sa filigrana digitale pro is cumpartziduras de iscarrigamentu cuadas",
    "Show watermark for read only link shares" : "Mustra sa filigrana digitale pro cumpartziduras cun ligòngiu de letura sola",
    "Show watermark on link shares with specific system tags" : "Mustra sa filigrana digitale in is cumpartziduras cun ligòngiu cun etichetas de sistema ispetzìficas",
    "Contact {0} to get an own installation." : "Cuntata {0} pro otònnere s'installatzione tua.",
    "Failed to save settings" : "No at fatu a sarvare is informatziones",
    "Submit" : "Imbia",
    "Description" : "Descritzione",
    "Add new token" : "Agiunghe unu token nou",
    "No results" : "Perunu resurtadu",
    "Cancel" : "Annulla",
    "Close" : "Serra",
    "Failed to load {productName} - please try again later" : "No at fatu a carrigare {productName} - torra a proare prus a tardu",
    "Error" : "Errore",
    "An error occurred" : "B'at àpidu un'errore",
    "Built-in CODE Server is starting up shortly, please wait." : "Su serbidore CODE integradu s'at aviare tra pagu, abeta.",
    "Built-in CODE Server is restarting, please wait." : "Su serbidore CODE integradu est in fase de ri-aviu, abeta.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Errore: no at fatu a agatare AppImage, installa torra su serbidore integradu de Collabora Online.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Errore: no at fatu a rèndere Appimage esecutàbile, cunfigura unu serbidore indipendente.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Errore: exec disativadu in PHP, ativa·ddu o cunfigura unu serbidore indipendente.",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Errore: no est in esecutzione in Linux x86-64 o ARM64 (aarch64), cunfigura unu serbidore indipendente.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Errore: sa libreria fontconfig no est installada in su serbidore tuo, installa·dda o cunfigura unu serbidore autònomu.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Errore: no est in esecutzione in Linux basadu subra de glibc, cunfigura unu serbidore autònomu.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Errore: no at fatu a aviare su serbidore integradu Collabora Online, cunfigura unu serbidore autònomu.",
    "Please choose your nickname to continue as guest user." : "Sèbera su nùmene tuo pro sighire comente persone invitada.",
    "Nickname" : "Nùmene",
    "Set" : "Imposta",
    "Close version preview" : "Serra anteprima de sa versione",
    "Please enter the filename to store the document as." : "Inserta su nùmene de s'archìviu cun su chi ddu boles sarvare.",
    "Save As" : "Sarva comente",
    "New filename" : "Nùmene nou de s'archìviu",
    "Save" : "Sarva",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "No at fatu a si collegare a {productName}. Torra a proare prus a tardu o cuntata s'amministratzione de su serbidore.",
    "Failed to revert the document to older version" : "No at fatu a ripristinare sa versione betza de s'archìviu",
    "Select a personal template folder" : "Seletziona una cartella de is modellos personale",
    "Saving …" : "Sarvende …",
    "Insert from {name}" : "Inserta dae {name}",
    "Remove from favorites" : "Boga•nche•ddu dae preferidos",
    "Add to favorites" : "Agiunghe a preferidos",
    "Details" : "Detàllios",
    "Download" : "Iscàrriga",
    "(read only)" : "(letura sola)",
    "Remove user" : "Boga utente",
    "Guest" : "Persone invitada",
    "Follow current editor" : "Sighi s'editore/a atuale ",
    "Please enter the filename for the new document" : "Inserta su nùmene de s'archìviu nou",
    "Create a new document" : "Crea un'archìviu nou",
    "Could not create file" : "No at fatu a creare s'archìviu",
    "Create" : "Crea",
    "Select template" : "Seletziona su modellu",
    "Edit with {productName}" : "Modìfica cun {productName}",
    "Global templates" : "Modellos globales",
    "Add a new template" : "Agiunghe unu modellu nou",
    "No templates defined." : "Perunu modellu definidu.",
    "Add a new one?" : "Nde boles agiùnghere unu nou?",
    "template preview" : "anteprima de su modellu",
    "Select a template directory" : "Seletziona una cartella de is modellos",
    "Remove personal template folder" : "Boga sa cartella de is modellos personale",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Sarvadu cun errore: Collabora Online diat dèpere impreare su pròpiu protocollu de s'installatzione de su serbidore.",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online rechedet unu serbidore seberadu chi funtzionat comente unu cliente WOPI pro frunire possibilidade de modìfica.",
    "Saving…" : "Sarvende...",
    "Last saved version" : "Ùrtima versione sarvada",
    "Current version (unsaved changes)" : "Versone atuale (càmbios non sarvados)",
    "Collabora Online" : "Collabora Online",
    "Document already exists" : "Su documentu esistit giai",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online est ativaducomente impostatzione predefinida pro totu is utentes. Candu est ativu, isceti sa gente de grupos ispetzìficos ddu podet impreare.",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Is modellos intro de custa cartella s'ant a agiùnghere a su seletore de su modellu de Collabora Online."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}