{ "translations": {
    "Collabora Online" : "Collabora Online",
    "Can't create document" : "Nedá sa vytvoriť dokument",
    "New Document.odt" : "Nový dokument.odt",
    "New Spreadsheet.ods" : "Nová tabuľka.ods",
    "New Presentation.odp" : "Nová prezentácia.odp",
    "New Document.docx" : "Nový dokument.docx",
    "New Spreadsheet.xlsx" : "Nová tabuľka.xlsx",
    "New Presentation.pptx" : "Nová prezentácia.pptx",
    "Document already exists" : "Dokument už existuje",
    "Not allowed to create document" : "Nemáte povolenie vytvárať dokumenty",
    "Saved" : "Uložené",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Uložené s chybou: Collabora Online by mala používať rovnaký protokol ako nainštalovaný server.",
    "Invalid config key" : "Neplatný kľúč nastavenia",
    "Error when saving" : "Chyba počas zápisu",
    "File is too big" : "Súbor je príliš veľký",
    "Only template files can be uploaded" : "Nahrať je možné iba súbory šablón",
    "Invalid file provided" : "Zadaný neplatný súbor",
    "Template not found" : "Šablóna sa nenašla",
    "Empty" : "Prázdny",
    "%s (Guest)" : "%s (Hosť)",
    "Anonymous guest" : "Anonymný hosť",
    "Edit office documents directly in your browser." : "Upravte kancelárske dokumenty priamo v prehliadači.",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Táto aplikácia sa môže pripojiť k serveru Collabora Online (alebo k inému) serveru (klientovi typu WOPI). Nextcloud je hostiteľom WOPI. Prečítajte si dokumentáciu, aby ste sa o tom dozvedeli viac.\n\nDokumenty môžete tiež upravovať off-line pomocou aplikácie Collabora Office z obchodu **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice) ** a ** [iOS](https://apps.apple.com/us/app/collabora-office/id1440482071) **.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online je výkonná online kancelárska sada pre spoluprácu viacerých používateľov, založená na LibreOffice. Podporuje všetky hlavné formáty dokumentov, tabuliek a prezentácií a spolupracuje so všetkými modernými prehliadačmi.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "Nepodarilo sa nadviazať spojenie so serverom Collabora Online. Dôvodom môže byť chýbajúce nastavenie vášho webového servera. Viac informácií nájdete na:",
    "Connecting Collabora Online Single Click with Nginx" : "Prepojenie Collabora Online One Click s Nginx",
    "Could not establish connection to the Collabora Online server." : "Nepodarilo sa nadviazať spojenie so serverom Collabora Online.",
    "Setting up a new server" : "Nastavenie nového servera",
    "Collabora Online server is reachable." : "Collabora Online server je dosiahnuteľný.",
    "Please configure a Collabora Online server to start editing documents" : "Ak chcete začať upravovať dokumenty, nastavte server Collabora Online",
    "Use your own server" : "Použiť svoj vlastný server",
    "Collabora Online requires a seperate server acting as a WOPI-like Client to provide editing capabilities." : "Collabora Online vyžaduje samostatný server fungujúci ako WOPI klient, poskytúci možnosti úprav.",
    "URL (and Port) of Collabora Online-server" : "URL (a Port) Collabora Online-servera",
    "Disable certificate verification (insecure)" : "Zakázať overenie certifikátu (nezabezpečené)",
    "Use the built-in CODE - Collabora Online Development Edition" : "Použite zabudovaný CODE - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "Jednoduchá inštalácia, pre použitie doma alebo pre malé tímy. Trochu pomalší ako samostatný server a bez pokročilých funkcií škálovateľnosti.",
    "This installation does not have a built in server." : "Táto inštalácia nemá zabudovaný server",
    "Install it from the app store." : "Nainštalujte z obchodu s aplikáciami.",
    "If the installation from the app store fails, you can still do that manually using this command:" : "Ak zlyhá inštalácia z obchodu s aplikáciami, môžete to urobiť pomocou tohto príkazu:",
    "Use a demo server" : "Použíť demo server",
    "You can use a demo server provided by Collabora and other service providers for giving Collabora Online a try." : "Môžete použiť demo server poskytovaný Collaborou a ďalšími poskytovateľmi služby vyskúšania Collabora Online.",
    "Your Nextcloud setup is not capable of connecting to the demo servers because:" : "Vaše nastavenie NextCloud sa nemôže pripojiť k demo serverom, pretože:",
    "it is a local setup (localhost)" : "je to lokálne nastavenie (localhost)",
    "it uses an insecure protocol (http)" : "používa nezabezpečený protokol (http)",
    "it is unreachable from the Internet (possibly because of a firewall, or lack of port forwarding)" : "je nedostupný z internetu (pravdepodobne kvôli bráne firewall alebo chybe v presmerovaní brány)",
    "For use cases like this, we offer instructions for a" : "Pre takéto prípady použitia ponúkame pokyny pre",
    "Quick tryout with Nextcloud docker." : "Rýchla skúška s dokovacou stanicou Nextcloud.",
    "Loading available demo servers …" : "Načítavajú sa dostupné demo servery…",
    "No available demo servers found." : "Nenašli sa žiadne dostupné demo servery.",
    "Documents opened with the demo server configured will be sent to a 3rd party server. Only use this for evaluating Collabora Online." : "Dokumenty otvorené s nastaveným demo serverom sa odošlú na server tretej strany. Toto použite iba na vyhodnotenie Collabora Online.",
    "Please make sure you understand that the following will happen if you set up the Collabora Online demo." : "Uistite sa, že rozumiete tomu, čo sa stane ak nastavíte ukážku Collabora Online.",
    "The service will send users documents to Collabora and/or third party demo servers." : "Táto služba bude odosielať dokumenty používateľov na demo servery Collabora a/alebo tretích strán.",
    "This service is not intended for production use, hence the documents will show tile watermarks." : "Táto služba nie je určená na produkčné použitie, preto sa na dokumentoch budú zobrazovať vodoznaky.",
    "The demo service may be under heavy load, and its performance is not representative in any way of the performance of an on-premise installation." : "Táto služba na ukážku môže byť pod veľkou záťažou a jej výkon nie je ukazovateľom toho, ako by chovala inštalácia priamo u používateľa.",
    "These servers are used for testing and development, and may run test versions of the software. As such they may crash, burn, and re-start without warning." : "Tieto servery sa používajú na testovanie a vývoj a môžu spúšťať testovacie verzie softvéru. Preto môžu bez varovania havarovať, zhorieť a reštartovať sa.",
    "The users documents will not be retained by a third party after their session completes except in exceptional circumstances. By using the service, the user gives permission for Collabora engineers to exceptionally use such document data, solely for the purpose of providing, optimizing and improving Collabora Online. Such document data will remain confidential to Collabora and/or any third party providing a demo server." : "Okrem výnimočných prípadov, dokumenty používateľov nebude tretia strana po ukončení relácie uchovávať. Používaním služby dáva používateľ vývojárom spoločnosti Collabora povolenie na použitie údajov dokumentov výlučne na účely poskytovania, optimalizácie a zlepšovania systému Collabora Online. Takéto údaje dokumentov ostávajú dôverné pre Collabora a/alebo akúkoľvek tretiu stranu poskytujúcu demo server.",
    "At the first use and after an update, each user will get the warning, explaining all the above." : "Pri prvom použití a po aktualizácii dostane každý používateľ upozornenie, ktoré vysvetľuje všetky vyššie uvedené skutočnosti.",
    "I agree, and use the demo server" : "Súhlasím a chcem použiť ukážkový server",
    "I will setup my own server" : "Nastavím si vlastný server",
    "Advanced settings" : "Rozšírené nastavenia",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Pre nové súbory použite formát Open Office Open XML (OOXML) namiesto formátu OpenDocument (ODF)",
    "Restrict usage to specific groups" : "Obmedziť používanie pre konkrétne skupiny",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online je predvolene povolená pre všetkých používateľov. Ak je toto nastavenie aktívne, môžu ho používať iba členovia špecifikovaných skupín.",
    "Select groups" : "Vybrať skupinu",
    "Restrict edit to specific groups" : "Obmedziť úpravy pre konkrétne skupiny",
    "Use Canonical webroot" : "Použiť úplný cestu koreňového priečinka webu",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Úplna cesta koreňa webu, ktorú má Collabora použiť v prípade, že ich je viac. Použite tú s najmenšími obmedzeniami. Napr. použite cestu koreňa bez podpory Shibboleth ak tato inštancia podporuje obidva prístupy. Tuto voľbu môžete ignorovať v prípade, že existuje iba jeden koreňový priečinok pre prístup.",
    "Enable access for external apps" : "Povoliť prístup externým aplikáciám",
    "Secure view settings" : "Nastavenie zabezpečeného zobrazenia",
    "Secure view enables you to secure documents by embedding a watermark" : "Zabezpečené zobrazenie umožňuje zabezpečiť dokumenty vložením vodoznaku",
    "Enable watermarking" : "Povoliť vodoznak",
    "Supported placeholders: {userId}, {date}" : "Podporované zástupné označenia: {userId}, {date}",
    "Show watermark on tagged files" : "Zobraziť vodoznak v označených súboroch",
    "Select tags to enforce watermarking" : "Vyberte štítky na vynútenie vodoznaku",
    "Show watermark for users of groups" : "Zobraziť vodoznak pre používateľov skupín",
    "Show watermark for all shares" : "Zobraziť vodoznak pre všetky zdieľania",
    "Show watermark for read only shares" : "Zobraziť vodoznak pre zdieľané súbory iba na čítanie",
    "Show watermark for all link shares" : "Zobraziť vodoznak pre všetky zdieľania odkazom",
    "Show watermark for download hidden shares" : "Zobraziť vodoznak pre sťahovania skrytých zdieľaní",
    "Show watermark for read only link shares" : "Zobraziť vodoznak pre zdieľania odkazom, ktoré sú iba na čítanie.",
    "Show watermark on link shares with specific system tags" : "Zobraziť vodoznak pre zdieľania odkazom so špecifickými systémovými štítkami",
    "Contact {0} to get an own installation." : "Ak chcete získať vlastnú inštaláciu, kontaktujte {0}.",
    "Failed to save settings" : "Nepodarilo sa uložiť nastavenia",
    "Description" : "Popis",
    "Add new token" : "Pridať nový token",
    "No results" : "Žiadne výsledky",
    "Error" : "Chyba",
    "An error occurred" : "Vyskytla sa chyba",
    "Built-in CODE Server is starting up shortly, please wait." : "Vstavaný server CODE sa čoskoro spustí, počkajte prosím.",
    "Built-in CODE Server is restarting, please wait." : "Vstavaný server CODE sa reštartuje, počkajte prosím.",
    "Error: Cannot find the AppImage, please reinstall the Collabora Online Built-in server." : "Chyba: Nemožno nájsť aplikáciu AppImage, preinštalujte vstavaný Collabora Online server.",
    "Error: Unable to make the AppImage executable, please setup a standalone server." : "Chyba: Aplikáciu AppImage nie je možné spustiť. Nastavte samostatný server.",
    "Error: Exec disabled in PHP, please enable it, or setup a standalone server." : "Chyba: Spustenie bolo v PHP zakázané, povoľte ho alebo nastavte samostatný server.",
    "Error: Not running on x86-64 Linux, please setup a standalone server." : "Chyba: Nebeží na Linuxe x86-64, nastavte samostatný server.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Chyba:  Na vašom serveri nie je nainštalovaná knižnica fontconfig. Nainštalujte ju alebo nastavte samostatný server.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Chyba: Nebeží na Linuxe založenom na glibc, nastavte samostatný server.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Chyba: Nie je možné spustiť zabudovaný server Collabora Online, nastavte samostatný server.",
    "Please choose your nickname to continue as guest user." : "Zadajte svoju prezývku a pokračujte ako hosť.",
    "Nickname" : "Prezývka",
    "Set" : "Nastaviť",
    "Close version preview" : "Zavrieť náľad verzie",
    "Please enter the filename to store the document as." : "Zadajte názov súboru pre uloženie dokumentu ako.",
    "Save As" : "Uložiť ako",
    "New filename" : "Nový názov súboru",
    "Cancel" : "Zrušiť",
    "Save" : "Uložiť",
    "Edit with {productName}" : "Upraviť pomocou {productName}",
    "Failed to load {productName} - please try again later" : "Nepodarilo sa načítať {productName} - skúste to znova neskôr",
    "New Document" : "Nový dokument",
    "New Spreadsheet" : "Nový tabuľka",
    "New Presentation" : "Nová prezentácia",
    "Could not create file" : "Nemožno vytvoriť súbor",
    "Create" : "Vytvárať",
    "Select template" : "Vybrať šablónu",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Nepodarilo sa pripojiť k {productName}. Skúste to znova neskôr alebo sa obráťte na správcu servera.",
    "Select a personal template folder" : "Vyberať osobný priečinok šablón",
    "Saving…" : "Ukladanie...",
    "Insert from {name}" : "Vložiť z {name}",
    "Remove from favorites" : "Odstrániť z obľúbených",
    "Add to favorites" : "Pridať do obľúbených",
    "Details" : "Podrobnosti",
    "Download" : "Stiahnuť",
    "(read only)" : "(iba na čítanie)",
    "Guest" : "Hosť",
    "Follow current editor" : "Nasledovať aktuálny editor",
    "Last saved version" : "Posledná uložená verzia",
    "Current version" : "Aktuálna verzia",
    "Failed to revert the document to older version" : "Nepodarilo sa obnoviť staršiu verziu dokumentu",
    "Please enter the filename for the new document" : "Zadajte názov nového dokumentu",
    "Create a new document" : "Vytvoriť nový dokument",
    "Global templates" : "Globálne šablóny",
    "Add a new template" : "Pridať novú šablónu",
    "No templates defined." : "Nebola určená žiadna šablóna.",
    "Add a new one?" : "Pridať novú?",
    "template preview" : "náhľad šablóny",
    "Select a template directory" : "Vyberte priečinok šablón",
    "Remove personal template folder" : "Odstrániť osobný priečinok šablón",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Šablóny v tomto priečinku sa pridajú do výberu šablón Collabora Online."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}