<?php $TRANSLATIONS = array(
"Share" => "Дели",
"Close" => "Затвори",
"Save" => "Сачувај",
"'.' is an invalid file name." => "Датотека „.“ је неисправног имена.",
"File name cannot be empty." => "Име датотеке не може бити празно.",
"Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." => "Неисправан назив. Следећи знакови нису дозвољени: \\, /, <, >, :, \", |, ? и *.",
"Cancel" => "Откажи",
"Create" => "Направи",
"Delete" => "Обриши",
"OK" => "У реду",
"Open" => "Отвори",
"Size" => "Величина",
"Text" => "Текст",
"Edit" => "Уреди",
"Upload" => "Отпреми",
"Password" => "Лозинка"
);
