<?php
$TRANSLATIONS = array(
"Saving..." => "Чување у току...",
"Share" => "Дели",
"Save" => "Сачувај",
"'.' is an invalid file name." => "Датотека „.“ је неисправног имена.",
"File name cannot be empty." => "Име датотеке не може бити празно.",
"Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." => "Неисправан назив. Следећи знакови нису дозвољени: \\, /, <, >, :, \", |, ? и *.",
"Cancel" => "Откажи",
"Close" => "Затвори",
"Create" => "Направи",
"Delete" => "Обриши",
"OK" => "У реду",
"Open" => "Отвори",
"Size" => "Величина",
"Text" => "Текст",
"Edit" => "Уреди",
"Upload" => "Отпреми",
"Password" => "Лозинка"
);
$PLURAL_FORMS = "nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);";
