{ "translations": {
    "Collabora Online" : "Collabora Online",
    "Can't create document" : "Kan inte skapa dokument",
    "New Document.odt" : "Nytt Dokument.odt",
    "New Spreadsheet.ods" : "Nytt Kalkylblad.ods",
    "New Presentation.odp" : "Ny Presentation.odp",
    "New Document.docx" : "Nytt Dokument.docx",
    "New Spreadsheet.xlsx" : "Nytt Kalkylblad.xlsx",
    "New Presentation.pptx" : "Ny Presentation.pptx",
    "Document already exists" : "Dokumentet finns redan",
    "Not allowed to create document" : "Ej tillåtet att skapa dokument",
    "Saved" : "Sparad",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Sparad med felmeddelande: Collabora Online bör använda samma protokoll som serverinstallationen.",
    "Error when saving" : "Kunde inte spara",
    "File is too big" : "Filen är för stor",
    "Only template files can be uploaded" : "Endast mallfiler kan laddas upp",
    "Invalid file provided" : "Ogiltig fil tillhandahölls",
    "Template not found" : "Mallen kunde inte hittas",
    "Empty" : "Tom",
    "%s (Guest)" : "%s (Gäst)",
    "Edit office documents directly in your browser." : "Redigera dokument direkt i din webbläsare.",
    "This application can connect to a Collabora Online server (WOPI Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that." : "Den här appen ansluter till en Collabora Online-server (WOPI-klient).\nNextcloud är WOPI-värden. Vill du lära dej mer om det kan du läsa dokumentationen.",
    "Saving…" : "Sparar...",
    "All" : "Alla",
    "Error" : "Fel",
    "An error occurred" : "Ett fel uppstod",
    "Please choose your nickname to continue as guest user." : "Skriv ditt namn för att fortsätta som gästanvändare.",
    "Nickname" : "Namn",
    "Set" : "Sätt",
    "Remove from favorites" : "Ta bort från favoriter",
    "Add to favorites" : "Lägg till som favorit",
    "Details" : "Detaljer",
    "Download" : "Ladda ner",
    "(read only)" : "(läsbehörighet)",
    "Guest" : "Gäst",
    "Follow current editor" : "Följ nuvarande redaktör",
    "Close version preview" : "Stäng förhandsgranskning av version",
    "Current version" : "Aktuell version",
    "Failed to revert the document to older version" : "Misslyckades att återställa dokumentet till en äldre version",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Kunde inte ansluta till {productName}. Försök igen eller kontakta systemadministratören.",
    "Please enter the filename to store the document as." : "Vänligen ange ett filnamn att spara dokumentet som.",
    "Save As" : "Spara Som",
    "New filename" : "Nytt filnamn",
    "Cancel" : "Avbryt",
    "Save" : "Spara",
    "Insert from {name}" : "Infoga från {name}",
    "Please enter the filename for the new document" : "Ange ett filnamn för det nya dokumentet",
    "Create a new document" : "Skapa nytt dokument",
    "Select a personal template folder" : "Välj en personlig mallmapp",
    "Edit with {productName}" : "Redigera med {productName}",
    "Failed to load {productName} - please try again later" : "Kunde inte ladda {productName} - försök igen senare",
    "New Document" : "Nytt Dokument",
    "New Spreadsheet" : "Nytt Kalkylblad",
    "New Presentation" : "Ny Presentation",
    "Could not create file" : "Kunde inte skapa fil",
    "Create" : "Skapa",
    "Select template" : "Välj mall",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online är en kraftfull LibreOffice-baserad onlinelösning med gemensamredigering. Stöder alla dokument-, kalkylarks- och presentations-filformat och fungerar i alla moderna webbläsare.",
    "URL (and Port) of Collabora Online-server" : "URL (och port) till Collabora Online-server",
    "Apply" : "Tillämpa",
    "Collabora Online requires a seperate server acting as a WOPI-Client to provide editing capabilities." : "Collabora Online kräver en server som agerar WOPI-klient och tillhandahåller redigeringsmöjligheter. ",
    "Disable certificate verification (insecure)" : "Använd inte certifikatsverifiering (osäkert)",
    "Enable if your Collabora Online server uses a self signed certificate" : "Slå på om din Collabora Online-server har ett självsignerat certifikat",
    "Restrict usage to specific groups" : "Begränsa användning till specifika grupper",
    "Collabora Online is enabled for all users by default. When this setting is active, only members of the specified groups can use it." : "Collabora Online är aktiverat för alla användare som skön. När den här inställningen är aktiv kan endast medlemmar i de angivna grupperna använda det.",
    "Restrict edit to specific groups" : "Begränsa redigering till specifika grupper",
    "All users can edit documents with Collabora Online by default. When this setting is active, only the members of the specified groups can edit and the others can only view documents." : "Collabora Online är aktiverat för alla användare som skön. När den här inställningen är aktiv kan endast medlemmar i de angivna grupperna redigera medan andra endast kan läsa dokumenten.",
    "Advanced Settings" : "Avancerade inställningar",
    "Use Office Open XML (OOXML) instead of OpenDocument Format (ODF) by default for new files" : "Använd formatet Office Open XML (OOXML) istället för OpenDocument-formatet (ODF) för nya filer",
    "Enable access for external apps" : "Aktivera åtkomst för externa appar",
    "Add" : "Lägg till",
    "Use Canonical webroot" : "Använd Canonical webroot",
    "Canonical webroot, in case there are multiple, for Collabora to use. Provide the one with least restrictions. Eg: Use non-shibbolized webroot if this instance is accessed by both shibbolized and non-shibbolized webroots. You can ignore this setting if only one webroot is used to access this instance." : "Kanonisk webbrot, om det finns flera kommer Collabora Online använda denna. Ange den med minst antal restriktioner. T ex använd icke-shibbolethiserad webbrot om instansen kan användas av både med och utan Shibboleth.\nDu kan ignorera denna inställning om det endast finns en webbrot till instansen.",
    "Global templates" : "Globala mallar",
    "Add a new template" : "Lägg till en ny mall",
    "No templates defined." : "Inga mallar definierade.",
    "Add a new one?" : "Lägg till en ny?",
    "template preview" : "Förhandsgranskning av mall",
    "Select a template directory" : "Välj en mallmapp",
    "Remove personal template folder" : "Ta bort personlig mallmapp",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Mallar i denna mapp läggs till i mallväljaren för Collabora Online.",
    "Wrong password. Please retry." : "Fel lösenord. Försök igen.",
    "Password" : "Lösenord",
    "OK" : "OK",
    "Guest %s" : "Gäst %s",
    "This link has been expired or is never existed. Please contact the person who shared it with you for details." : "Länken har löpt ut eller aldrig existerat. Kontakta personen som delade den med dig för ytterligare detaljer."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}