<?php $TRANSLATIONS = array(
"Close" => "மூடுக",
"Share" => "பகிர்வு",
"Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." => "செல்லுபடியற்ற பெயர்,'\\', '/', '<', '>', ':', '\"', '|', '?' மற்றும் '*' ஆகியன அனுமதிக்கப்படமாட்டாது.",
"Cancel" => "இரத்து செய்க",
"Create" => "உருவாக்குக",
"Delete" => "நீக்குக",
"Family" => "குடும்பம்",
"OK" => "சரி ",
"Open" => "திறக்க",
"Options" => "தெரிவுகள்",
"Save" => "சேமிக்க ",
"Size" => "அளவு",
"Text" => "உரை",
"Edit" => "தொகுக்க",
"Upload" => "பதிவேற்றுக",
"Password" => "கடவுச்சொல்"
);
