{ "translations": {
    "New Document.odt" : "เอกสารใหม่.odt",
    "New Spreadsheet.ods" : "สเปรดชีตใหม่.ods",
    "New Presentation.odp" : "งานนำเสนอใหม่.odp",
    "New Document.docx" : "เอกสารใหม่.docx",
    "New Spreadsheet.xlsx" : "สเปรดชีตใหม่.xlsx",
    "New Presentation.pptx" : "งานนำเสนอใหม่.pptx",
    "File already exists" : "มีไฟล์นี้อยู่แล้ว",
    "Not allowed to create document" : "ไม่ยอมให้สร้างเอกสาร",
    "Saved" : "บันทึกแล้ว",
    "Invalid config key" : "การกำหนดค่าคีย์ไม่ถูกต้อง",
    "Error when saving" : "ข้อผิดพลาด ขณะบันทึก",
    "The file was uploaded" : "ไฟล์อัปโหลดแล้ว",
    "The uploaded file exceeds the upload_max_filesize directive in php.ini" : "ขนาดไฟล์ที่อัปโหลดมีขนาดเกินค่า upload_max_filesize ที่ระบุไว้ใน php.ini",
    "The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form" : "ขนาดไฟล์ที่อัปโหลดมีขนาดเกินค่า MAX_FILE_SIZE ที่ระบุไว้ในรูปแบบของ HTML",
    "The file was only partially uploaded" : "ไฟล์ถูกอัปโหลดเพียงบางส่วน",
    "No file was uploaded" : "ไม่มีไฟล์ที่ถูกอัปโหลด",
    "Missing a temporary folder" : "โฟลเดอร์ชั่วคราวเกิดการสูญหาย",
    "Could not write file to disk" : "ไม่สามารถเขียนไฟล์ลงดิสก์",
    "A PHP extension stopped the file upload" : "ส่วนขยาย PHP ได้หยุดการอัปโหลดไฟล์",
    "File is too big" : "ไฟล์มีขนาดใหญ่เกินไป",
    "Only template files can be uploaded" : "สามารถอัพโหลดได้เฉพาะไฟล์เทมเพลท",
    "Invalid file provided" : "ระบุไฟล์ไม่ถูกต้อง",
    "Template not found" : "ไม่พบเทมเพลท",
    "Office" : "สำนักงาน",
    "Empty" : "ว่างเปล่า",
    "Anonymous guest" : "ผู้มาเยือน ไม่แสดงตัวตน",
    "%s (Guest)" : "%s (ผู้มาเยือน)",
    "Edit office documents directly in your browser." : "แก้ไขเอกสารออฟฟิศได้โดยตรงในเบราว์เซอร์ของคุณ",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "แอพพลิเคชั่น สามารถเชื่อมต่อกับ Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. กรุณาเรียนรู้เพิ่มเติมเกี่ยวกับสิ่งนั้น\n\nคุณยังสามารถแก้ไขเอกสารของคุณแบบออฟไลน์ได้ด้วย\n Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store.",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online ใช้พลังของ LibreOffice ในการทำงานแก้ไขเอกสารร่วมกันออนไลน์ ซึ่งสนับสนุนทั้ง เอกสารการพิมพ์ word ตารางคำนวน spreadsheet ไฟล์นำเสนอ presentation ซึ่งทำงานร่วมกับเบราว์เซอร์ที่ทันสมัย",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "ไม่สามารถสร้างการเชื่อมต่อกับเซิร์ฟเวอร์ Collabora Online อาจเกิดจากการกำหนดค่าเว็บเซิร์ฟเวอร์ของคุณขาดหายไป สำหรับข้อมูลเพิ่มเติมกรุณาเยี่ยมชม:",
    "Could not establish connection to the Collabora Online server." : "ไม่สามารถติดต่อกับ Collabora Online server ได้",
    "Setting up a new server" : "ตั้งค่า Server ใหม่",
    "Collabora Online server is reachable." : "เข้าถึง Collabora Online ได้แล้ว :D",
    "Please configure a Collabora Online server to start editing documents" : "กำหนดค่า Collabora Online server เพื่อเริ่มแก้ไขเอกสาร",
    "Use your own server" : "ใช้เซิฟเวอร์ตัวเอง",
    "URL (and Port) of Collabora Online-server" : "URL (and Port) ของ Collabora Online-server",
    "Disable certificate verification (insecure)" : "ปิดใช้งานการตรวจสอบใบรับรอง (ไม่ปลอดภัย)",
    "Use the built-in CODE - Collabora Online Development Edition" : "ใช้ built-in CODE - Collabora Online Development Edition",
    "Easy to install, for home use or small groups. A bit slower than a standalone server and without the advanced scalability features." : "ติดตั้งง่ายสำหรับใช้ในบ้านหรือกลุ่มเล็ก ๆ ช้ากว่าเซิร์ฟเวอร์แบบสแตนด์อโลนเล็กน้อยและไม่รองรับคุณสมบัติการขยายระบบในอนาคต",
    "Use a demo server" : "ใช้ Demo Server",
    "Advanced settings" : "ตั้งค่าขั้นสูง",
    "Select groups" : "เลือกกลุ่ม",
    "Description" : "รายละเอียด",
    "No results" : "ไม่มีผลลัพธ์",
    "Cancel" : "ยกเลิก",
    "Close" : "ปิด",
    "Error" : "ข้อผิดพลาด",
    "An error occurred" : "เกิดข้อผิดพลาด",
    "Nickname" : "ชื่อเล่น",
    "Save" : "บันทึก",
    "Remove from favorites" : "ลบ รายการโปรด",
    "Add to favorites" : "เพิ่ม รายการโปรด",
    "Details" : "รายละเอียด",
    "Download" : "ดาวน์โหลด",
    "Failed to revert the document to older version" : "ไม่สามารถย้อนกลับเอกสารไปเป็นรุ่นก่อนหน้า",
    "Could not create file" : "ไม่สามารถสร้างไฟล์",
    "Create" : "สร้าง",
    "Collabora Online" : "Collabora ออนไลน์",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "บันทึกกับข้อผิดพลาด: Collabora ออนไลน์ควรใช้โปรโตคอลเดียวกันกับตอนติดตั้งเซิร์ฟเวอร์",
    "Document already exists" : "มีเอกสารอยู่แล้ว"
},"pluralForm" :"nplurals=1; plural=0;"
}