{ "translations": {
    "New document" : "Tài liệu mới",
    "New spreadsheet" : "Bảng tính mới",
    "New presentation" : "Bản trình bày mới",
    "Collabora Online" : "Cộng tác trực tuyến",
    "Can't create document" : "Không thể tạo tài liệu",
    "New Document.odt" : "Tài liệu mới.odt",
    "New Spreadsheet.ods" : "Bảng tính mới.ods",
    "New Presentation.odp" : "Trình bày mới.odp",
    "New Document.docx" : "Văn bản mới.docx",
    "New Spreadsheet.xlsx" : "Bảng tính mới.xlsx",
    "New Presentation.pptx" : "Bản trình bày mới.pptx",
    "Document already exists" : "Tài liệu đã tồn tại",
    "Not allowed to create document" : "Không cho phép tạo tài liệu",
    "Saved" : "Đã lưu",
    "Saved with error: Collabora Online should use the same protocol as the server installation." : "Đã lưu với lỗi: Collabora Online nên sử dụng cùng một giao thức với máy chủ.",
    "Invalid config key" : "Khóa cấu hình không hợp lệ",
    "Error when saving" : "Đã xảy ra lỗi khi lưu",
    "File is too big" : "Tệp quá lớn",
    "Only template files can be uploaded" : "Chỉ có thể tải lên tài liệu mẫu",
    "Invalid file provided" : "File không hợp lệ",
    "Template not found" : "Không tìm thấy mẫu",
    "Empty" : "Trống",
    "%s (Guest)" : "%s (Khách)",
    "Anonymous guest" : "Khách ẩn danh",
    "Edit office documents directly in your browser." : "Chỉnh sửa tài liệu trực tiếp trên trình duyệt của bạn",
    "This application can connect to a Collabora Online (or other) server (WOPI-like Client). Nextcloud is the WOPI Host. Please read the documentation to learn more about that.\n\nYou can also edit your documents off-line with the Collabora Office app from the **[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** and **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** store." : "Ứng dụng này có thể kết nối với máy chủ Collabora Online (hoặc máy chủ khác) (Máy khách giống WOPI). Nextcloud là Máy chủ WOPI. Vui lòng đọc tài liệu để tìm hiểu thêm về điều đó.\n\nBạn cũng có thể chỉnh sửa ngoại tuyến tài liệu của mình bằng ứng dụng Collabora Office từ cửa hàng**[Android](https://play.google.com/store/apps/details?id=com.collabora.libreoffice)** và **[iOS](https://apps.apple.com/us/app/collabora-office/id1440482071)** .",
    "Collabora Online is a powerful LibreOffice-based online office suite with collaborative editing, which supports all major documents, spreadsheet and presentation file formats and works together with all modern browsers." : "Collabora Online là bộ ứng dụng văn phòng trực tuyến dựa trên LibreOffice với khả năng cộng tác chỉnh sửa, hỗ trợ tất cả các tài liệu chính, định dạng tệp bảng tính, bản trình bày và hoạt động cùng với tất cả các trình duyệt hiện đại.",
    "Could not establish connection to the Collabora Online server. This might be due to a missing configuration of your web server. For more information, please visit: " : "Không thể thiết lập kết nối với máy chủ Collabora Online. Điều này có thể do máy chủ web của bạn cấu hình chưa chính xác. Để biết thêm thông tin, vui lòng truy cập:",
    "Connecting Collabora Online Single Click with Nginx" : "Kết nối với Collabora Online bằng một lần click với Nginx",
    "Select groups" : "Chọn nhóm",
    "Failed to save settings" : "Lưu cấu hình thất bại",
    "Description" : "Mô tả",
    "No results" : "Không có kết quả",
    "Error" : "Lỗi",
    "An error occurred" : "Có lỗi đã xảy ra",
    "Error: Not running on x86-64 or ARM64 (aarch64) Linux, please setup a standalone server." : "Lỗi: không chạy trên x86-64 hoặc ARM64 (aarch64) Linux, vui lòng thiết lập một máy chủ động lập.",
    "Error: The fontconfig library is not installed on your server, please install it or setup a standalone server." : "Lỗi: Thư viện fontconfig không được cài đặt trên máy chủ của bạn, vui lòng cài thư viện đó hoặc thiết lập một máy chủ độc lập.",
    "Error: Not running on glibc-based Linux, please setup a standalone server." : "Lỗi: không chạy trên Linux dựa trên glibc, vui lòng thiết lập một máy chủ độc lập.",
    "Error: Cannot start the Collabora Online Built-in server, please setup a standalone one." : "Lỗi: Không thể khởi động máy chủ tích hợp sẵn Collabora Online, vui lòng thiết lập một máy chủ độc lập.",
    "Please choose your nickname to continue as guest user." : "Vui lòng chọn tên của bạn để tiếp tục với tư cách là khách hàng người dùng",
    "Nickname" : "Biệt danh",
    "Set" : "Đặt",
    "Close version preview" : "Đóng bản xem trước",
    "Please enter the filename to store the document as." : "Vui lòng nhập tên tệp để lưu trữ tài liệu dưới dạng.",
    "Save As" : "Lưu như",
    "New filename" : "Tên tệp tin mới",
    "Cancel" : "Hủy bỏ",
    "Save" : "Lưu",
    "Edit with {productName}" : "Chỉnh sửa {tên sản phẩm}",
    "Failed to load {productName} - please try again later" : "Không tải được {tên sản phẩm} - vui lòng thử lại sau",
    "Failed to connect to {productName}. Please try again later or contact your server administrator." : "Không kết nối được với {tên sản phẩm}. Vui lòng thử lại sau hoặc liên hệ với quản trị viên máy chủ của bạn.",
    "Select a personal template folder" : "Chọn một mẫu thư mục cá nhân",
    "Saving…" : "Đang lưu...",
    "Insert from {name}" : "Chèn từ {tên}",
    "Remove from favorites" : "Xóa khỏi ưa thích",
    "Add to favorites" : "Thêm vào ưa thích",
    "Details" : "Thông tin",
    "Download" : "Tải về",
    "(read only)" : "(chỉ đọc)",
    "Remove user" : "Xóa người dùng",
    "Guest" : "Khách",
    "Follow current editor" : "Theo dõi trình chỉnh sửa hiện tại",
    "Last saved version" : "Phiên bản được lưu lần cuối",
    "Current version (unsaved changes)" : "Phiên bản hiện tại (các thay đổi chưa được lưu)",
    "Failed to revert the document to older version" : "Không thể hoàn nguyên tài liệu sang phiên bản cũ hơn",
    "Please enter the filename for the new document" : "Vui lòng nhập tên tệp cho tài liệu mới",
    "Create a new document" : "Tạo một tài liệu mới",
    "Could not create file" : "Không thể tạo file",
    "Create" : "Tạo mới",
    "Select template" : "Chọn mẫu",
    "Global templates" : "Mẫu toàn cầu",
    "Add a new template" : "Thêm một mẫu mới",
    "No templates defined." : "Không có mẫu được xác định.",
    "template preview" : "xem trước mẫu",
    "Select a template directory" : "Chọn một thư mục mẫu",
    "Remove personal template folder" : "Xóa mẫu thư mục cá nhân",
    "Templates inside of this directory will be added to the template selector of Collabora Online." : "Các mẫu bên trong của thư mục này được thêm vào bộ mẫu chọn của Collabora Online"
},"pluralForm" :"nplurals=1; plural=0;"
}